Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: This chart type is not supported when using an unsaved query as a chart source.
it: Questo tipo di grafico non è supportato quando si utilizza una query non salvata come sorgente del grafico.

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
it: Questo schema di colori viene sovrascritto dai colori delle etichette personalizzate. Controlla i metadati JSON nelle impostazioni avanzate.

source: This column might be incompatible with current dataset
it: Questa colonna potrebbe essere incompatibile con il dataset attuale.

source: This column must contain date/time information.
it: Questa colonna deve contenere informazioni di data/ora.

source: This control filters the whole chart based on the selected time range. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
it: Questo controllo filtra l'intero grafico in base all'intervallo di tempo selezionato. Tutti i tempi relativi, ad esempio "Ultimo mese", "Ultimi 7 giorni", "ora", ecc., vengono valutati sul server utilizzando l'orario locale del server (senza fuso orario). Tutti i tooltip e i tempi segnaposto sono espressi in UTC (senza fuso orario). I timestamp vengono poi valutati dal database utilizzando il fuso orario locale del motore. Nota che è possibile impostare esplicitamente il fuso orario secondo il formato ISO 8601 se si specifica l'orario di inizio e/o fine.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
it: Questo controlla se il campo "time_range" dalla vista attuale debba essere passato al grafico contenente i dati delle annotazioni.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
it: Questo controlla se il campo time grain dalla vista attuale debba essere passato al grafico contenente i dati delle annotazioni.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
it: Questa dashboard si sta attualmente aggiornando automaticamente; il prossimo aggiornamento automatico avverrà tra %s.

source: This dashboard is managed externally, and can't be edited in Superset
it: Questa dashboard è gestita esternamente e non può essere modificata in Superset.

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
it: Questa dashboard non è pubblicata, il che significa che non apparirà nella lista delle dashboard. Aggiungila ai preferiti per vederla lì o accedervi direttamente utilizzando l'URL.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
it: Questa dashboard non è pubblicata, non apparirà nella lista delle dashboard. Clicca qui per pubblicare questa dashboard.

source: This dashboard is now hidden
it: Questa dashboard è ora nascosta.

source: This dashboard is now published
it: Questa dashboard è ora pubblicata.

source: This dashboard is published. Click to make it a draft.
it: Questa dashboard è pubblicata. Clicca per renderla una bozza.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
it: Questa dashboard è pronta per essere incorporata. Nella tua applicazione, passa il seguente id allo SDK:

source: This dashboard was saved successfully.
it: Questa dashboard è stata salvata con successo.

source: This database is managed externally, and can't be edited in Superset
it: Questo database è gestito esternamente e non può essere modificato in Superset.

source: This database table does not contain any data. Please select a different table.
it: Questa tabella del database non contiene dati. Per favore, seleziona una tabella diversa.

source: This dataset is managed externally, and can't be edited in Superset
it: Questo dataset è gestito esternamente e non può essere modificato in Superset.

source: This dataset is not used to power any charts.
it: Questo dataset non viene utilizzato per alimentare alcun grafico.

source: This defines the element to be plotted on the chart
it: Questo definisce l'elemento da tracciare sul grafico.

source: This field is used as a unique identifier to attach the calculated dimension to charts. It is also used as the alias in the SQL query.
it: Questo campo viene utilizzato come identificatore unico per collegare la dimensione calcolata ai grafici. Viene inoltre utilizzato come alias nella query SQL.

source: This field is used as a unique identifier to attach the metric to charts. It is also used as the alias in the SQL query.
it: Questo campo viene utilizzato come identificatore unico per collegare la metrica ai grafici. Viene inoltre utilizzato come alias nella query SQL.

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
it: Questo campo agisce come una vista Superset, il che vuol dire che Superset eseguirà una query su questa stringa come sotto-query.

source: This filter might be incompatible with current dataset
it: Questo filtro potrebbe essere incompatibile con il dataset attuale.

source: This functionality is disabled in your environment for security reasons.
it: Questa funzionalità è disabilitata nel tuo ambiente per motivi di sicurezza.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unlessa user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
it: Questa è la condizione che verrà aggiunta alla clausola WHERE. Ad esempio, per restituire solo le righe per un determinato cliente, potresti definire un filtro regolare con la clausola `client_id = 9`. Per non mostrare alcuna riga a meno che un utente appartenga a un ruolo filtro RLS, può essere creato un filtro base con la clausola `1 = 0` (sempre falsa).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
it: L'oggetto JSON descrive la posizione dei vari widget nella dashboard. È generato automaticamente nel momento in cui se ne cambia la posizione e la dimensione usando la funzione di drag & drop nella vista della dashboard.

source: This markdown component has an error.
it: Questo componente markdown ha un errore.

source: This markdown component has an error. Please revert your recent changes.
it: Questo componente markdown ha un errore. Per favore, ripristina le tue modifiche recenti.

source: This may be triggered by:
it: Questo potrebbe essere causato da:

source: This metric is used to define row selection criteria (how the rows are sorted) if a series or row limit is present. If not defined, it reverts to the first metric (where appropriate).
it: Questa metrica viene utilizzata per definire i criteri di selezione delle righe (come le righe sono ordinate) se è presente un limite di serie o righe. Se non è definita, torna alla prima metrica (dove appropriato).

source: This metric might be incompatible with current dataset
it: Questa metrica potrebbe essere incompatibile con il dataset attuale.

source: This option has been disabled by the administrator.
it: Questa opzione è stata disabilitata dall'amministratore.

source: This page is intended to be embedded in an iframe, but it looks like thatis not the case.
it: Questa pagina è destinata a essere incorporata in un iframe, ma sembra che non sia così.

source: This section allows you to configure how to use the slice to generate annotations.
it: Questa sezione ti permette di configurare come utilizzare la slice per generare annotazioni.

source: This section contains options that allow for advanced analytical post processing of query results
it: Questa sezione contiene opzioni che consentono l'elaborazione post-analitica avanzata dei risultati delle query.

source: This section contains validation errors
it: Questa sezione contiene errori di validazione.

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
it: Questa sessione ha subito un'interruzione e alcuni controlli potrebbero non funzionare come previsto. Se sei lo sviluppatore di questa app, per favore verifica che il token guest venga generato correttamente.

source: This table already has a dataset
it: Questa tabella ha già un dataset.

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
it: Questa tabella ha già un dataset associato. Puoi associare un solo dataset a una tabella.

source: This value should be greater than the left target value
it: Questo valore dovrebbe essere maggiore del valore target sinistro.

source: This value should be smaller than the right target value
it: Questo valore dovrebbe essere minore del valore target destro.

source: This visualization type does not support cross-filtering.
it: Questo tipo di visualizzazione non supporta il cross-filtering.

source: This visualization type is not supported.
it: Questo tipo di visualizzazione non è supportato.

source: This will be applied to the whole table. Arrows (↑ and ↓) will be added to main columns for increase and decrease. Basic conditional formatting can be overwritten by conditional formatting below.
it: Questo verrà applicato all'intera tabella. Verranno aggiunte frecce (↑ e ↓) alle colonne principali per l'aumento e la diminuzione. La formattazione condizionale di base può essere sovrascritta dalla formattazione condizionale sottostante.

source: This will remove your current embed configuration.
it: Questo rimuoverà la tua attuale configurazione di embed.

source: Threshold
it: Soglia

source: Threshold:
it: Soglia:

source: Thumbnails
it: Miniature

source: Thursday
it: Giovedì

source: Time
it: Tempo

source: Time Grain
it: Grana temporale

source: Time Grain must be specified when using Time Shift.
it: La grana temporale deve essere specificata quando si utilizza lo spostamento temporale.

source: Time Granularity
it: Granularità temporale

source: Time Lag
it: Ritardo temporale

source: Time Range
it: Intervallo di tempo

source: Time Series - Bar Chart
it: Serie Temporali - Grafico Barre

source: Time Series - Line Chart
it: Serie Temporali - Grafico Lineare

source: Time Series - Nightingale Rose Chart
it: Serie Temporali - Grafico a Rosa di Nightingale

source: Time Series - Paired t-test
it: Serie Temporali - Test t accoppiato

source: Time Series - Percent Change
it: Serie Temporali - Cambiamento Percentuale

source: Time Series - Period Pivot
it: Serie Temporali - Pivot per Periodo

source: Time Series - Stacked
it: Serie Temporali - Impilato

source: Time Table View
it: Vista Tabella Temporale

source: Time column
it: Colonna del Tempo

source: Time column "%(col)s" does not exist in dataset
it: La colonna del tempo "%(col)s" non esiste nel dataset.

source: Time column filter plugin
it: Plugin filtro colonna temporale

source: Time column to apply dependent temporal filter to
it: Colonna temporale a cui applicare il filtro temporale dipendente

source: Time column to apply time range to
it: Colonna temporale a cui applicare l'intervallo di tempo

source: Time comparison
it: Confronto temporale

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
it: Differenza di tempo in linguaggio naturale (esempio: 24 ore, 7 giorni, 56 settimane, 365 giorni)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
it: La differenza di tempo è ambigua. Per favore specifica [%(human_readable)s fa] o [%(human_readable)s dopo].

source: Time grain
it: Grana temporale

source: Time grain filter plugin
it: Plugin filtro grana temporale

source: Time grain missing
it: Grana temporale mancante

source: Time granularity
it: Granularità temporale

source: Time in seconds
it: Tempo in secondi

source: Time lag
it: Ritardo temporale

source: Time range
it: Intervallo di tempo

source: Time related form attributes
it: Attributi relativi al tempo

source: Time series columns
it: Colonne delle serie temporali

source: Time shift
it: Spostamento temporale

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
it: La stringa di tempo è ambigua. Specifica [%(human_readable)s fa] o [%(human_readable)s dopo].

source: Time-series Line Chart (legacy)
it: Grafico a linee delle serie temporali (legacy)

source: Time-series Period Pivot
it: Pivot periodo delle serie temporali

source: Time-series Table
it: Tabella delle serie temporali

source: Timeout error
it: Errore di timeout

source: Timezone
it: Fuso orario

source: Timezone offset (in hours) for this datasource
it: Offset del fuso orario (in ore) per questa sorgente dati

source: Title
it: Titolo

source: Title or Slug
it: Titolo o Slug

source: To filter on a metric, use Custom SQL tab.
it: Per filtrare su una metrica, usa la scheda SQL personalizzata.

source: To get a readable URL for your dashboard
it: Per ottenere una URL leggibile per la tua dashboard

source: Tooltip
it: Suggerimento

source: Tooltip Contents
it: Contenuto del suggerimento

source: Top
it: In alto

source: Top to Bottom
it: Da cima a fondo

source: Total
it: Totale

source: Total (%(aggfunc)s)
it: Totale (%(aggfunc)s)

source: Total (%(aggregatorName)s)
it: Totale (%(aggregatorName)s)

source: Total: %s
it: Totale: %s

source: Track job
it: Traccia attività

source: Transformable
it: Trasformabile

source: Transparent
it: Trasparente

source: Transpose pivot
it: Trasporre pivot

source: Treat values as categorical.
it: Trattare i valori come categorici.

source: Tree layout
it: Layout dell'albero

source: Trend
it: Tendenza

source: Triangle
it: Triangolo

source: Trigger Alert If...
it: Innesca avviso se...

source: Truncate Axis
it: Tronca asse

source: Truncate Cells
it: Tronca celle

source: Truncate X Axis. Can be overridden by specifying a min or max bound. Only applicable for numerical X axis.
it: Tronca asse X. Può essere sovrascritto specificando un limite minimo o massimo. Applicabile solo per l'asse X numerico.

source: Truncate Y Axis
it: Tronca asse Y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
it: Tronca asse Y. Può essere sovrascritto specificando un limite minimo o massimo.

source: Truncate long cells to the "min width" set above
it: Tronca le celle lunghe alla "larghezza minima" impostata sopra

source: Truncates the specified date to the accuracy specified by the date unit.
it: Tronca la data specificata alla precisione specificata dall'unità di data.

source: Try applying different filters or ensuring your datasource has data
it: Prova ad applicare filtri diversi o assicurati che la tua sorgente dati abbia dei dati

source: Try different criteria to display results.
it: Prova criteri diversi per visualizzare i risultati.

source: Tuesday
it: Martedì

source: Type
it: Tipo

source: Type "%s" to confirm
it: Digita "%s" per confermare

source: Type a value
it: Inserisci un valore

source: Type a value here
it: Inserisci un valore qui

source: Type is required
it: Il tipo è obbligatorio

source: Type of Google Sheets allowed
it: Tipo di Google Sheets consentito

source: Type of comparison, value difference or percentage
it: Tipo di confronto, differenza di valore o percentuale

source: URL parameters
it: Parametri URL

source: URL slug
it: Slug

source: Unable to calculate such a date delta
it: Impossibile calcolare tale differenza di date

source: Unable to connect to catalog named "%(catalog_name)s".
it: Impossibile connettersi al catalogo chiamato "%(catalog_name)s".

source: Unable to connect to database "%(database)s".
it: Impossibile connettersi al database "%(database)s".

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
it: Impossibile connettersi. Verifica che i seguenti ruoli siano impostati sull'account di servizio: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" e che siano impostate le seguenti autorizzazioni "bigquery.readsessions.create", "bigquery.readsessions.getData".

source: Unable to create chart without a query id.
it: Impossibile creare un grafico senza un ID query.

source: Unable to decode value
it: Impossibile decodificare il valore

source: Unable to encode value
it: Impossibile codificare il valore

source: Unable to find such a holiday: [%(holiday)s]
it: Impossibile trovare tale festività: [%(holiday)s]

source: Unable to load columns for the selected table. Please select a different table.
it: Impossibile caricare le colonne per la tabella selezionata. Si prega di selezionare una tabella diversa.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
it: Impossibile migrare lo stato dell'editor delle query al backend. Superset riproverà più tardi. Si prega di contattare l'amministratore se il problema persiste.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
it: Impossibile migrare lo stato della query al backend. Superset riproverà più tardi. Si prega di contattare l'amministratore se il problema persiste.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
it: Impossibile migrare lo stato dello schema della tabella al backend. Superset riproverà più tardi. Si prega di contattare l'amministratore se il problema persiste.

source: Unable to retrieve dashboard colors
it: Impossibile recuperare i colori della dashboard

source: Undefined
it: Non definito

source: Undefined window for rolling operation
it: Finestra non definita per l'operazione di rolling

source: Undo?
it: Annulla?

source: Unexpected error
it: Errore imprevisto

source: Unexpected error occurred, please check your logs for details
it: Si è verificato un errore imprevisto, controlla i log per i dettagli.

source: Unexpected error:
it: Errore imprevisto:

source: Unexpected time range: %(error)s
it: Intervallo di tempo imprevisto: %(error)s

source: Unknown
it: Sconosciuto

source: Unknown Doris server host "%(hostname)s".
it: Host del server Doris "%(hostname)s" sconosciuto.

source: Unknown MySQL server host "%(hostname)s".
it: Host del server MySQL "%(hostname)s" sconosciuto.

source: Unknown OceanBase server host "%(hostname)s".
it: Host del server OceanBase "%(hostname)s" sconosciuto.

source: Unknown Presto Error
it: Errore Presto sconosciuto

source: Unknown Status
it: Stato sconosciuto

source: Unknown column used in orderby: %(col)s
it: Colonna sconosciuta usata in orderby: %(col)s

source: Unknown error
it: Errore sconosciuto

source: Unknown input format
it: Formato di input sconosciuto

source: Unknown value
it: Valore sconosciuto

source: Unsafe return type for function %(func)s: %(value_type)s
it: Tipo di ritorno non sicuro per la funzione %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
it: Valore del template non sicuro per la chiave %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
it: Tipo di clausola non supportato: %(clause)s

source: Unsupported post processing operation: %(operation)s
it: Operazione di post-processing non supportata: %(operation)s

source: Unsupported return value for method %(name)s
it: Valore di ritorno non supportato per il metodo %(name)s

source: Unsupported template value for key %(key)s
it: Valore del template non supportato per la chiave %(key)s

source: Unsupported time grain: %(time_grain)s
it: Granularità temporale non supportata: %(time_grain)s

source: Untitled query
it: Query senza nome

source: Update
it: Aggiorna

source: Updating chart was stopped
it: L'aggiornamento del grafico è stato fermato

source: Upload
it: Carica

source: Upload CSV
it: Carica CSV

source: Upload Credentials
it: Carica credenziali

source: Upload Enabled
it: Caricamento abilitato

source: Upload Excel
it: Carica Excel

source: Upload JSON file
it: Carica file JSON

source: Upload a file with a valid extension. Valid: [%s]
it: Carica un file con un'estensione valida. Valide: [%s]

source: Upper Threshold
it: Soglia superiore

source: Upper threshold must be greater than lower threshold
it: La soglia superiore deve essere maggiore della soglia inferiore

source: Use "%(menuName)s" menu instead.
it: Usa invece il menu "%(menuName)s".

source: Use a log scale
it: Usa una scala logaritmica

source: Use a log scale for the X-axis
it: Usa una scala logaritmica per l'asse X

source: Use a log scale for the Y-axis
it: Usa una scala logaritmica per l'asse Y

source: Use an encrypted connection to the database
it: Usa una connessione crittografata al database

source: Use an ssh tunnel connection to the database
it: Usa una connessione tramite tunnel SSH al database

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
it: Usa un altro grafico esistente come fonte per annotazioni e sovrapposizioni. Il tuo grafico deve essere uno di questi tipi di visualizzazione: [%s]

source: Use date formatting even when metric value is not a timestamp
it: Usa la formattazione delle date anche quando il valore della metrica non è un timestamp

source: Use legacy datasource editor
it: Usa l'editor della sorgente dati legacy

source: Use metrics as a top level group for columns or for rows
it: Usa le metriche come gruppo di livello superiore per colonne o per righe

source: Use only a single value.
it: Usa solo un valore singolo.

source: Use the Advanced Analytics options below
it: Usa le opzioni di Analisi Avanzate qui sotto

source: Use the JSON file you automatically downloaded when creating your service account.
it: Usa il file JSON che hai scaricato automaticamente quando crei il tuo account di servizio.

source: Use the edit button to change this field
it: Usa il pulsante modifica per cambiare questo campo

source: Use this section if you want a query that aggregates
it: Usa questa sezione se desideri una query che aggrega

source: Use this section if you want to query atomic rows
it: Usa questa sezione se desideri interrogare righe atomiche

source: Use this to define a static color for all circles
it: Usa questo per definire un colore statico per tutti i cerchi

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
it: Usato internamente per identificare il plugin. Deve essere impostato sul nome del pacchetto dal package.json del plugin.
