Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Report Schedule is still working, refusing to re-compute.
it: La pianificazione del report è ancora in esecuzione, impossibile ricalcolare.

source: Report Schedule log prune failed.
it: La pulizia del registro della pianificazione del report non è riuscita.

source: Report Schedule not found.
it: Pianificazione del report non trovata.

source: Report Schedule parameters are invalid.
it: I parametri della pianificazione del report non sono validi.

source: Report Schedule reached a working timeout.
it: La pianificazione del report ha raggiunto un timeout operativo.

source: Report Schedule state not found
it: Stato della pianificazione del report non trovato

source: Report failed
it: Report fallito

source: Report name
it: Nome del report

source: Report schedule unexpected error
it: Errore imprevisto nella pianificazione del report

source: Report sending
it: Invio report

source: Report sent
it: Report inviato

source: Reports
it: Report

source: Repulsion strength between nodes
it: Forza di repulsione tra i nodi

source: Request is incorrect: %(error)s
it: La richiesta non è corretta: %(error)s

source: Request is not JSON
it: La richiesta non è in formato JSON

source: Request missing data field.
it: La richiesta manca del campo dati.

source: Required
it: Richiesto

source: Required control values have been removed
it: I valori di controllo richiesti sono stati rimossi

source: Resample
it: Ricampionamento

source: Resample method should be in
it: Il metodo di ricampionamento dovrebbe essere in

source: Resample operation requires DatetimeIndex
it: L'operazione di ricampionamento richiede un DatetimeIndex

source: Reset
it: Reimposta

source: Reset state
it: Reimposta stato

source: Resource already has an attached report.
it: La risorsa ha già un report associato.

source: Results
it: Risultati

source: Results backend is not configured.
it: Il backend dei risultati non è configurato.

source: Results backend needed for asynchronous queries is not configured.
it: Il backend dei risultati necessario per le query asincrone non è configurato.

source: Return to specific datetime.
it: Torna a una data e ora specifica.

source: Reverse Lat & Long
it: Inverti Latitudine e Longitudine

source: Reverse lat/long
it: Inverti lat/long

source: Rich Tooltip
it: Tooltip ricco

source: Rich tooltip
it: Tooltip ricco

source: Right axis metric
it: Metrica asse destro

source: Right to Left
it: Da destra a sinistra

source: Right value
it: Valore destro

source: Right-click on a dimension value to drill to detail by that value.
it: Fare clic con il tasto destro su un valore di dimensione per approfondire i dettagli per quel valore.

source: Roles
it: Ruoli

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
it: I ruoli sono una lista che definisce l'accesso alla dashboard. Concedere a un ruolo l'accesso a una dashboard bypasserà i controlli a livello di dataset. Se non sono definiti ruoli, si applicano le normali autorizzazioni di accesso.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
it: I ruoli sono una lista che definisce l'accesso alla dashboard. Concedere a un ruolo l'accesso a una dashboard bypasserà i controlli a livello di dataset. Se non sono definiti ruoli, si applicano le normali autorizzazioni di accesso.

source: Rolling function
it: Funzione mobile

source: Rolling window
it: Finestra mobile

source: Root certificate
it: Certificato radice

source: Root node id
it: ID del nodo radice

source: Rotate x axis label
it: Ruota l'etichetta dell'asse x

source: Rotate y axis label
it: Ruota l'etichetta dell'asse y

source: Rotation to apply to words in the cloud
it: Rotazione da applicare alle parole nella nuvola

source: Row
it: Riga

source: Row Level Security
it: Sicurezza a livello di riga

source: Row containing the headers to use as column names (0 is first line of data).
it: Riga contenente le intestazioni da utilizzare come nomi delle colonne (0 è la prima linea di dati).

source: Row limit
it: Limite di righe

source: Rows
it: Righe

source: Rows per page, 0 means no pagination
it: Righe per pagina, 0 significa nessuna paginazione

source: Rows subtotal position
it: Posizione del subtotale delle righe

source: Rows to Read
it: Righe da leggere

source: Rule
it: Regola

source: Rule added
it: Regola aggiunta

source: Run
it: Esegui

source: Run a query to display query history
it: Esegui una query per visualizzare la cronologia delle query

source: Run a query to display results
it: Esegui una query per visualizzare i risultati

source: Run in SQL Lab
it: Esegui in SQL Lab

source: Run query
it: Esegui query

source: Run query (Ctrl + Return)
it: Esegui query (Ctrl + Invio)

source: Run query in a new tab
it: Esegui query in una nuova scheda

source: Run selection
it: Esegui selezione

source: Running
it: In esecuzione

source: Running statement %(statement_num)s out of %(statement_count)s
it: Esecuzione istruzione %(statement_num)s di %(statement_count)s

source: SAT
it: SAB

source: SEP
it: SET

source: SQL Copied!
it: SQL copiato!

source: SQL Expression
it: Espressione SQL

source: SQL Lab View
it: Vista SQL Lab

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
it: SQL Lab utilizza la memoria locale del tuo browser per memorizzare query e risultati. Attualmente stai utilizzando %(currentUsage)s KB su %(maxStorage)d KB di spazio di archiviazione. Per evitare che SQL Lab si blocchi, per favore elimina alcune schede di query. Puoi riaccedere a queste query utilizzando la funzione Salva prima di eliminare la scheda. Nota che dovrai chiudere altre finestre di SQL Lab prima di farlo.

source: SQL Query
it: Query SQL

source: SQL expression
it: Espressione SQL

source: SQL query
it: Query SQL

source: SQLAlchemy URI
it: URI SQLAlchemy

source: SSH Host
it: Host SSH

source: SSH Port
it: Porta SSH

source: SSH Tunnel
it: Tunnel SSH

source: SSH Tunnel configuration parameters
it: Parametri di configurazione del tunnel SSH

source: SSH Tunnel parameters are invalid.
it: I parametri del tunnel SSH non sono validi.

source: SSH Tunneling is not enabled
it: Il tunneling SSH non è abilitato

source: SSL Mode "require" will be used.
it: La modalità SSL "require" sarà utilizzata.

source: START (INCLUSIVE)
it: INIZIO (INCLUSIVO)

source: STEP %(stepCurr)s OF %(stepLast)s
it: PASSO %(stepCurr)s DI %(stepLast)s

source: STRING
it: STRINGA

source: SUN
it: DOM

source: Sample Standard Deviation
it: Deviazione Standard del Campione

source: Sample Variance
it: Varianza del Campione

source: Sankey Diagram with Loops
it: Diagramma Sankey con Cicli

source: Satellite Streets
it: Strade Satellite

source: Saturday
it: Sabato

source: Save
it: Salva

source: Save & Explore
it: Salva ed Esplora

source: Save & go to dashboard
it: Salva e vai alla dashboard

source: Save (Overwrite)
it: Salva (Sovrascrivi)

source: Save as
it: Salva come

source: Save as new
it: Salva come nuovo

source: Save as:
it: Salva come:

source: Save chart
it: Salva grafico

source: Save dashboard
it: Salva dashboard

source: Save for this session
it: Salva per questa sessione

source: Save or Overwrite Dataset
it: Salva o Sovrascrivi Dataset

source: Save query
it: Salva query

source: Save the query to enable this feature
it: Salva la query per abilitare questa funzionalità

source: Save this query as a virtual dataset to continue exploring
it: Salva questa query come dataset virtuale per continuare l'esplorazione

source: Saved
it: Salvato

source: Saved Queries
it: Query salvate

source: Saved metric
it: Metrica salvata

source: Saved queries
it: Query salvate

source: Saved queries could not be deleted.
it: Le query salvate non possono essere eliminate.

source: Saved query not found.
it: Query salvata non trovata.

source: Saved query parameters are invalid.
it: I parametri della query salvata non sono validi.

source: Scale and Move
it: Scala e Sposta

source: Scale only
it: Solo scala

source: Scatter
it: Grafico a dispersione

source: Scatter Plot
it: Grafico a dispersione

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
it: Il grafico a dispersione ha l'asse orizzontale in unità lineari e i punti sono collegati in ordine. Mostra una relazione statistica tra due variabili.

source: Schedule
it: Programma

source: Schedule email report
it: Programma report via email

source: Schedule query
it: Programma query

source: Schedule the query periodically
it: Programma la query periodicamente

source: Scheduled
it: Programmato

source: Scheduled at (UTC)
it: Programmato alle (UTC)

source: Scheduled task executor not found
it: Esecutore del compito programmato non trovato

source: Schema, as used only in some databases like Postgres, Redshift and DB2
it: Schema, utilizzato solo in alcuni database come Postgres, Redshift e DB2

source: Schemas allowed for File upload
it: Schema consentiti per il caricamento di file

source: Scope
it: Ambito

source: Scoping
it: Definizione dell'ambito

source: Screenshot width
it: Larghezza screenshot

source: Screenshot width must be between %(min)spx and %(max)spx
it: La larghezza dello screenshot deve essere tra %(min)spx e %(max)spx

source: Scroll
it: Scorri

source: Scroll down to the bottom to enable overwriting changes.
it: Scorri fino in fondo per abilitare la sovrascrittura delle modifiche.

source: Search
it: Cerca

source: Search %s records
it: Cerca %s record

source: Search / Filter
it: Cerca / Filtra

source: Search Metrics & Columns
it: Cerca Metriche e Colonne

source: Search by query text
it: Cerca per testo della query

source: Search...
it: Cerca...

source: Second
it: Secondo

source: Secondary
it: Secondario

source: Secondary currency format
it: Formato valuta secondaria

source: Secondary y-axis Bounds
it: Limiti dell'asse Y secondario

source: Secondary y-axis format
it: Formato dell'asse Y secondario

source: Secondary y-axis title
it: Titolo dell'asse Y secondario

source: Seconds %s
it: Secondi %s

source: Secure Extra
it: Extra Sicuro

source: Secure extra
it: Extra sicuro

source: Security
it: Sicurezza

source: See all %(tableName)s
it: Vedi tutto %(tableName)s

source: See less
it: Vedi di meno

source: See more
it: Vedi di più

source: See table schema
it: Vedi schema della tabella

source: Select ...
it: Seleziona ...

source: Select Delivery Method
it: Seleziona metodo di consegna

source: Select a database table and create dataset
it: Seleziona una tabella del database e crea un dataset

source: Select a database to upload the file to
it: Seleziona un database per caricare il file

source: Select a database to write a query
it: Seleziona un database per scrivere una query

source: Select a delimiter for this data
it: Seleziona un delimitatore per questi dati

source: Select a metric to display. You can use an aggregation function on a column or write custom SQL to create a metric.
it: Seleziona una metrica da visualizzare. Puoi utilizzare una funzione di aggregazione su una colonna o scrivere SQL personalizzato per creare una metrica.

source: Select a schema if the database supports this
it: Seleziona uno schema se il database lo supporta

source: Select a sheet name from the uploaded file
it: Seleziona un nome di foglio dal file caricato

source: Select a time grain for the visualization. The grain is the time interval represented by a single point on the chart.
it: Seleziona un intervallo di tempo per la visualizzazione. L'intervallo rappresenta l'intervallo di tempo rappresentato da un singolo punto sul grafico.

source: Select a visualization type
it: Seleziona un tipo di visualizzazione

source: Select aggregate options
it: Seleziona opzioni di aggregazione

source: Select any columns for metadata inspection
it: Seleziona qualsiasi colonna per l'ispezione dei metadati

source: Select catalog or type to search catalogs
it: Seleziona catalogo o tipo per cercare cataloghi

source: Select columns that will be displayed in the table. You can multiselect columns.
it: Seleziona le colonne che verranno visualizzate nella tabella. Puoi selezionare più colonne.

source: Select database or type to search databases
it: Seleziona un database o digita per cercare database

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
it: Selezionare i database richiede che campi aggiuntivi siano completati nella scheda Avanzate per connettere correttamente il database. Scopri quali requisiti hanno i tuoi database.

source: Select filter plugin using AntD
it: Seleziona il plugin del filtro utilizzando AntD

source: Select first filter value by default
it: Seleziona il primo valore del filtro come predefinito

source: Select one or many metrics to display, that will be displayed in the percentages of total. Percentage metrics will be calculated only from data within the row limit. You can use an aggregation function on a column or write custom SQL to create a percentage metric.
it: Seleziona una o più metriche da visualizzare, che saranno mostrate come percentuali del totale. Le metriche percentuali saranno calcolate solo dai dati entro il limite di righe. Puoi utilizzare una funzione di aggregazione su una colonna o scrivere SQL personalizzato per creare una metrica percentuale.

source: Select one or many metrics to display. You can use an aggregation function on a column or write custom SQL to create a metric.
it: Seleziona una o più metriche da visualizzare. Puoi utilizzare una funzione di aggregazione su una colonna o scrivere SQL personalizzato per creare una metrica.

source: Select or type a custom value...
it: Seleziona o digita un valore personalizzato...

source: Select or type a value
it: Seleziona o digita un valore

source: Select or type currency symbol
it: Seleziona o digita un simbolo di valuta

source: Select or type dataset name
it: Seleziona o digita il nome del dataset

source: Select schema or type to search schemas
it: Seleziona uno schema o digita per cercare schemi

source: Select scheme
it: Seleziona schema

source: Select subject
it: Seleziona soggetto

source: Select table or type to search tables
it: Seleziona una tabella o digita per cercare tabelle

source: Select the Annotation Layer you would like to use.
it: Seleziona il livello di annotazione che desideri utilizzare.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
it: Seleziona i grafici ai quali desideri applicare i filtri incrociati in questa dashboard. Deselezionare un grafico lo escluderà dai filtri quando si applicano filtri incrociati da qualsiasi grafico sulla dashboard. Puoi selezionare "Tutti i grafici" per applicare filtri incrociati a tutti i grafici che utilizzano lo stesso dataset o contengono lo stesso nome di colonna nella dashboard.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
it: Seleziona i grafici ai quali desideri applicare filtri incrociati quando interagisci con questo grafico. Puoi selezionare "Tutti i grafici" per applicare filtri a tutti i grafici che utilizzano lo stesso dataset o contengono lo stesso nome di colonna nella dashboard.

source: Select the number of bins for the histogram
it: Seleziona il numero di intervalli per l'istogramma

source: Select the numeric columns to draw the histogram
it: Seleziona le colonne numeriche per disegnare l'istogramma

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
it: Seleziona i valori nei campi evidenziati nel pannello di controllo. Quindi esegui la query facendo clic sul pulsante %s.

source: Send as CSV
it: Invia come CSV

source: Send as PDF
it: Invia come PDF

source: Send as PNG
it: Invia come PNG

source: Send as text
it: Invia come testo

source: Send range filter events to other charts
it: Invia eventi di filtro intervallo ad altri grafici

source: September
it: Settembre

source: Sequential
it: Sequenziale

source: Series
it: Serie

source: Series Height
it: Altezza della serie

source: Series Limit Sort By
it: Limite serie ordinato per

source: Series chart type (line, bar etc)
it: Tipo di grafico delle serie (linea, barra, ecc.)

source: Series limit
it: Limite delle serie

source: Server Page Length
it: Lunghezza pagina del server

source: Server pagination
it: Paginazione del server

source: Service Account
it: Account di servizio

source: Set auto-refresh interval
it: Imposta l'intervallo di aggiornamento automatico

source: Set filter mapping
it: Imposta la mappatura dei filtri

source: Set header rows and the number of rows to read or skip.
it: Imposta le righe di intestazione e il numero di righe da leggere o saltare.

source: Set up basic details, such as name and description.
it: Configura i dettagli di base, come nome e descrizione.

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
it: Imposta i livelli gerarchici del grafico. Ogni livello è rappresentato da un anello con il cerchio più interno come cima della gerarchia.

source: Settings
it: Impostazioni

source: Settings for time series
it: Impostazioni per le serie temporali

source: Share
it: Condividi

source: Shared query
it: query condivisa

source: Shift + Click to sort by multiple columns
it: Shift + Click per ordinare per più colonne

source: Short description must be unique for this layer
it: La descrizione breve deve essere unica per questo livello

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
it: La stagionalità giornaliera dovrebbe essere applicata. Un valore intero specificherà l'ordine di Fourier della stagionalità.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
it: Dovrebbe essere applicata la stagionalità settimanale. Un valore intero specificherà l'ordine di Fourier della stagionalità.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
it: Dovrebbe essere applicata la stagionalità annuale. Un valore intero specificherà l'ordine di Fourier della stagionalità.

source: Show
it: Mostra

source: Show CREATE VIEW statement
it: Mostra istruzione CREATE VIEW

source: Show Chart
it: Mostra grafico

source: Show Column
it: Mostra colonna

source: Show Dashboard
it: Mostra dashboard

source: Show Database
it: Mostra database

source: Show Log
it: Mostra log

source: Show Markers
it: Mostra marcatori

source: Show Metric
it: Mostra metrica

source: Show Table
it: Mostra tabella

source: Show Timestamp
it: Mostra timestamp

source: Show Trend Line
it: Mostra linea di tendenza

source: Show Upper Labels
it: Mostra etichette superiori

source: Show Y-axis
it: Mostra asse Y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
it: Mostra l'asse Y sullo sparkline. Visualizzerà i min/max impostati manualmente se impostati, altrimenti i valori min/max nei dati.

source: Show all...
it: Mostra tutto...

source: Show axis line ticks
it: Mostra tacche delle linee degli assi

source: Show cell bars
it: Mostra barre nelle celle

source: Show data points as circle markers on the lines
it: Mostra i punti dati come marcatori circolari sulle linee

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
it: Mostra le relazioni gerarchiche dei dati, con il valore rappresentato dall'area, mostrando la proporzione e il contributo al totale.

source: Show info tooltip
it: Mostra tooltip informativa

source: Show labels when the node has children.
it: Mostra etichette quando il nodo ha figli.

source: Show legend
it: Mostra legenda

source: Show less...
it: Mostra meno...

source: Show minor ticks on axes.
it: Mostra tacche minori sugli assi.

source: Show only my charts
it: Mostra solo i miei grafici

source: Show percentage
it: Mostra percentuale

source: Show pointer
it: Mostra puntatore

source: Show rows total
it: Mostra totale delle righe

source: Show series values on the chart
it: Mostra valori delle serie sul grafico

source: Show split lines
it: Mostra linee divise

source: Show the value on top of the bar
it: Mostra il valore sopra la barra

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
it: Mostra aggregazioni totali delle metriche selezionate. Nota che il limite di righe non si applica al risultato.

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
it: Mostra una singola metrica in primo piano. Un numero grande è meglio utilizzato per attirare l'attenzione su un KPI o sull'unica cosa su cui vuoi che il tuo pubblico si concentri.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
it: Mostra un singolo numero accompagnato da un semplice grafico a linee, per attirare l'attenzione su una metrica importante insieme al suo cambiamento nel tempo o in altre dimensioni.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
it: Mostra come una metrica cambia man mano che il funnel progredisce. Questo grafico classico è utile per visualizzare il calo tra le fasi in un pipeline o nel ciclo di vita.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
it: Mostra il flusso o il collegamento tra categorie usando lo spessore degli archi. Il valore e lo spessore corrispondente possono essere diversi per ciascun lato.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
it: Mostra il progresso di una singola metrica rispetto a un obiettivo dato. Più alto è il riempimento, più la metrica è vicina all'obiettivo.

source: Showing %s of %s
it: Mostro %s di %s

source: Shows a list of all series available at that point in time
it: Mostra un elenco di tutte le serie disponibili in quel momento

source: Shows or hides markers for the time series
it: Mostra o nasconde i marcatori per le serie temporali

source: Significance Level
it: Livello di significatività

source: Simple
it: Semplice

source: Simple ad-hoc metrics are not enabled for this dataset
it: Le metriche ad-hoc semplici non sono abilitate per questo dataset

source: Single
it: Singolo
