Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Is tagged
it: È taggato

source: Is temporal
it: È temporale

source: Is true
it: È vero

source: Isoband
it: Isobanda

source: Issue 1000 - The dataset is too large to query.
it: Problema 1000 - Il dataset è troppo grande per essere interrogato.

source: Issue 1001 - The database is under an unusual load.
it: Problema 1001 - Il database è sotto un carico insolito.

source: It’s not recommended to truncate axis in Bar chart.
it: Non è consigliato troncare l'asse in un grafico a barre.

source: JAN
it: GEN

source: JSON Metadata
it: Metadati JSON

source: JSON metadata
it: Metadati JSON

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
it: Stringa JSON contenente configurazioni di connessione aggiuntive. Questa viene utilizzata per fornire informazioni di connessione per sistemi come Hive, Presto e BigQuery che non seguono la sintassi username:password normalmente utilizzata da SQLAlchemy.

source: JUL
it: LUG

source: JUN
it: GIU

source: January
it: Gennaio

source: July
it: Luglio

source: June
it: Giugno

source: Keep control settings?
it: Mantenere le impostazioni dei controlli?

source: Keep editing
it: Continua a modificare

source: Keyboard shortcuts
it: Scorciatoie da tastiera

source: Keys for table
it: Chiavi per la tabella

source: Label
it: Etichetta

source: Label Line
it: Linea dell'etichetta

source: Label for the index column. Don't use an existing column name.
it: Etichetta per la colonna indice. Non utilizzare un nome di colonna esistente.

source: Label for your query
it: Etichetta per la tua query

source: Label threshold
it: Soglia dell'etichetta

source: Labelling
it: Etichettatura

source: Labels for the marker lines
it: Etichette per le linee di marcatura

source: Labels for the markers
it: Etichette per i marcatori

source: Labels for the ranges
it: Etichette per gli intervalli

source: Large
it: Grande

source: Last
it: Ultimo

source: Last Changed
it: Ultima Modifica

source: Last Modified
it: Ultima Modifica

source: Last Updated %s
it: Ultimo aggiornamento %s

source: Last available value seen on %s
it: Ultimo valore disponibile visto il %s

source: Last modified
it: Ultima Modifica

source: Last run
it: Ultima esecuzione

source: Latitude
it: Latitudine

source: Latitude of default viewport
it: Latitudine della vista predefinita

source: Layer configuration
it: Configurazione del livello

source: Layout elements
it: Elementi del layout

source: Layout type of graph
it: Tipo di layout del grafico

source: Layout type of tree
it: Tipo di layout dell'albero

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
it: I nodi foglia che rappresentano meno di questo numero di eventi saranno inizialmente nascosti nella visualizzazione

source: Left Margin
it: Margine sinistro

source: Left margin, in pixels, allowing for more room for axis labels
it: Margine sinistro, in pixel, che permette più spazio per le etichette degli assi

source: Left to Right
it: Da sinistra a destra

source: Legend
it: Legenda

source: Legend type
it: Tipo di legenda

source: Less or equal (<=)
it: Minore o uguale (<=)

source: Less than (<)
it: Minore di (<)

source: Lift percent precision
it: Precisione percentuale dell'aumento

source: Light mode
it: Modalità chiaro

source: Like
it: Come

source: Like (case insensitive)
it: Come (senza distinzione tra maiuscole e minuscole)

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
it: Limitare le righe può comportare dati incompleti e grafici fuorvianti. Considera di filtrare o raggruppare i nomi delle sorgenti/destinazioni invece.

source: Limits the number of cells that get retrieved.
it: Limita il numero di celle che vengono recuperate.

source: Limits the number of rows that get displayed.
it: Limita il numero di righe che vengono visualizzate.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
it: Limita il numero di serie che vengono visualizzate. Una sottoquery unita (o una fase extra dove le sottoquery non sono supportate) viene applicata per limitare il numero di serie che vengono recuperate e renderizzate. Questa funzionalità è utile quando si raggruppa per colonne ad alta cardinalità, anche se aumenta la complessità e il costo della query.

source: Limits the number of the rows that are computed in the query that is the source of the data used for this chart.
it: Limita il numero di righe che vengono calcolate nella query che è la fonte dei dati utilizzati per questo grafico.

source: Line Style
it: Stile della linea

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
it: Il grafico a linee viene utilizzato per visualizzare misurazioni prese su una determinata categoria. Il grafico a linee è un tipo di grafico che visualizza informazioni come una serie di punti dati collegati da segmenti di linea retta. È un tipo di grafico di base comune in molti campi.

source: Line interpolation as defined by d3.js
it: Interpolazione della linea come definita da d3.js

source: Line width
it: Spessore della linea

source: Linear color scheme
it: Schema di colore lineare

source: Linear interpolation
it: Interpolazione lineare

source: Link Copied!
it: Link copiato!

source: List of extra columns made available in JavaScript functions
it: Elenco di colonne extra rese disponibili nelle funzioni JavaScript

source: List of n+1 values for bucketing metric into n buckets.
it: Elenco di n+1 valori per suddividere la metrica in n gruppi.

source: List of the column names that should be read
it: Elenco dei nomi delle colonne che devono essere lette

source: List of values to mark with lines
it: Elenco di valori da marcare con linee

source: List of values to mark with triangles
it: Elenco di valori da marcare con triangoli

source: List updated
it: Elenco aggiornato

source: Live CSS editor
it: Editor CSS in tempo reale

source: Live render
it: Renderizzazione in tempo reale

source: Load a CSS template
it: Carica un template CSS

source: Loaded data cached
it: Dati caricati in cache

source: Loaded from cache
it: Caricato dalla cache

source: Loading
it: Caricamento

source: Loading...
it: Caricamento...

source: Log Scale
it: Scala logaritmica

source: Log retention
it: Conservazione dei log

source: Logarithmic axis
it: Asse logaritmico

source: Logarithmic scale on primary y-axis
it: Scala logaritmica sull'asse y primario

source: Logarithmic scale on secondary y-axis
it: Scala logaritmica sull'asse y secondario

source: Logarithmic x-axis
it: Asse x logaritmico

source: Logarithmic y-axis
it: Asse y logaritmico

source: Logout
it: Esci

source: Logs
it: Log

source: Long dashed
it: Linea tratteggiata lunga

source: Longitude
it: Longitudine

source: Longitude & Latitude
it: Longitudine e Latitudine

source: Longitude & Latitude columns
it: Colonne di Longitudine e Latitudine

source: Longitude and Latitude
it: Longitudine e Latitudine

source: Longitude of default viewport
it: Longitudine della vista predefinita

source: Lower Threshold
it: Soglia inferiore

source: Lower threshold must be lower than upper threshold
it: La soglia inferiore deve essere minore della soglia superiore

source: MAY
it: MAG

source: MON
it: LUN

source: Main Datetime Column
it: Colonna principale di data e ora

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
it: Assicurati che i controlli siano configurati correttamente e che la sorgente dati contenga dati per l'intervallo di tempo selezionato

source: Make the x-axis categorical
it: Rendi l'asse x categoriale

source: Malformed request. slice_id or table_name and db_name arguments are expected
it: Richiesta non valida. Sono previsti gli argomenti slice_id o table_name e db_name

source: Manage
it: Gestisci

source: Mandatory
it: Obbligatorio

source: Manually set min/max values for the y-axis.
it: Imposta manualmente i valori min/max per l'asse y.

source: Map Style
it: Stile della mappa

source: March
it: Marzo

source: Margin
it: Margine

source: Mark a column as temporal in "Edit datasource" modal
it: Marca una colonna come temporale nella finestra "Modifica sorgente dati"

source: Marker
it: Indicatore

source: Marker Size
it: Dimensione dell'indicatore

source: Marker labels
it: Etichette degli indicatori

source: Marker line labels
it: Etichette delle linee indicatrici

source: Marker lines
it: Linee indicatrici

source: Marker size
it: Dimensione dell'indicatore

source: Markers
it: Indicatori

source: Markup type
it: Tipo di markup

source: Max Events
it: Eventi massimi

source: Maximum
it: Massimo

source: Maximum Font Size
it: Dimensione massima del font

source: Maximum Radius
it: Raggio massimo

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
it: Dimensione massima del raggio del cerchio, in pixel. Quando il livello di zoom cambia, questo assicura che il cerchio rispetti questo raggio massimo.

source: Maximum value on the gauge axis
it: Valore massimo sull'asse dell'indicatore

source: May
it: Maggio

source: Mean of values over specified period
it: Media dei valori sul periodo specificato

source: Median
it: Mediana

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
it: Larghezza mediana del bordo, il bordo più spesso sarà 4 volte più spesso di quello più sottile.

source: Median node size, the largest node will be 4 times larger than the smallest
it: Dimensione mediana del nodo, il nodo più grande sarà 4 volte più grande del più piccolo

source: Medium
it: Medio

source: Menu actions trigger
it: Attivazione delle azioni del menu

source: Message content
it: Contenuto del messaggio

source: Metadata has been synced
it: I metadati sono stati sincronizzati

source: Method
it: Metodo

source: Metric
it: Metrica

source: Metric '%(metric)s' does not exist
it: La metrica '%(metric)s' non esiste

source: Metric ``%(metric_name)s`` not found in %(dataset_name)s.
it: Metrica ``%(metric_name)s`` non trovata in %(dataset_name)s.

source: Metric assigned to the [X] axis
it: Metrica assegnata all'asse [X]

source: Metric assigned to the [Y] axis
it: Metrica assegnata all'asse [Y]

source: Metric change in value from `since` to `until`
it: Variazione del valore della metrica da `since` a `until`

source: Metric currency
it: Valuta della metrica

source: Metric factor change from `since` to `until`
it: Variazione fattoriale della metrica da `since` a `until`

source: Metric for node values
it: Metrica per i valori dei nodi

source: Metric name [%s] is duplicated
it: Il nome della metrica [%s] è duplicato

source: Metric percent change in value from `since` to `until`
it: Variazione percentuale della metrica da `since` a `until`

source: Metric that defines the size of the bubble
it: Metrica che definisce la dimensione della bolla

source: Metric used as a weight for the grid's coloring
it: Metrica utilizzata come peso per la colorazione della griglia

source: Metric used to calculate bubble size
it: Metrica utilizzata per calcolare la dimensione della bolla

source: Metric used to control height
it: Metrica utilizzata per controllare l'altezza

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
it: Metrica utilizzata per definire come ordinare le serie principali se è presente un limite di serie o celle. Se non definita, torna alla prima metrica (dove appropriato).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
it: Metrica utilizzata per definire come ordinare le serie principali se è presente un limite di serie o righe. Se non definita, torna alla prima metrica (dove appropriato).

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
it: Metrica utilizzata per ordinare il limite se è presente un limite di serie. Se non definita, torna alla prima metrica (dove appropriato).

source: Metrics
it: Metriche

source: Middle
it: Centrale

source: Midnight
it: Mezzanotte

source: Min Periods
it: Periodi Minimi

source: Min periods
it: Periodi minimi

source: Min/max (no outliers)
it: Min/Max (senza valori anomali)

source: Mine
it: Miei

source: Minimum Font Size
it: Dimensione minima del carattere

source: Minimum Radius
it: Raggio minimo

source: Minimum leaf node event count
it: Conteggio minimo di eventi per il nodo foglia

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
it: Dimensione minima del raggio del cerchio, in pixel. Al variare del livello di zoom, questo garantisce che il cerchio rispetti questo raggio minimo.

source: Minimum threshold in percentage points for showing labels.
it: Soglia minima in punti percentuali per mostrare le etichette.

source: Minimum value for label to be displayed on graph.
it: Valore minimo affinché l'etichetta sia visualizzata sul grafico.

source: Minimum value on the gauge axis
it: Valore minimo sull'asse dell'indicatore

source: Minor Split Line
it: Linea di divisione minore

source: Modified
it: Modificato

source: Modified by
it: Modificato da

source: Modified columns: %s
it: Colonne modificate: %s

source: Monday
it: Lunedì

source: MotherDuck token
it: Token MotherDuck

source: Move only
it: Solo spostamento

source: Moves the given set of dates by a specified interval.
it: Sposta il set di date dato di un intervallo specificato.

source: Multi-Dimensions
it: Multi-dimensioni

source: Multi-Layers
it: Multi-livelli

source: Multi-Levels
it: Multi-livelli

source: Multi-Variables
it: Multi-variabili

source: Multiple
it: Multiplo

source: Multiple formats accepted, look the geopy.points Python library for more details
it: Sono accettati formati multipli, consulta la libreria Python geopy.points per maggiori dettagli

source: Must be unique
it: Deve essere univoco

source: Must have a [Group By] column to have 'count' as the [Label]
it: È necessario avere una colonna [Group By] per avere 'count' come [Label]

source: Must have at least one numeric column specified
it: Devi specificare una colonna numerica

source: Must provide credentials for the SSH Tunnel
it: È necessario fornire le credenziali per il tunnel SSH

source: Must specify a value for filters with comparison operators
it: È necessario specificare un valore per i filtri con operatori di confronto

source: My beautiful colors
it: I miei bellissimi colori

source: My metric
it: La mia metrica

source: N/A
it: N/D

source: NOW
it: ORA

source: Name
it: Nome

source: Name is required
it: Il nome è obbligatorio

source: Name must be unique
it: Il nome deve essere univoco

source: Name of the column containing the id of the parent node
it: Nome della colonna che contiene l'id del nodo genitore

source: Name of the source nodes
it: Nome dei nodi sorgente

source: Name of the table that exists in the source database
it: Nome della tabella esistente nel database di origine

source: Name of the target nodes
it: Nome dei nodi di destinazione

source: Need help? Learn how to connect your database
it: Serve aiuto? Scopri come connettere il tuo database

source: Need help? Learn more about
it: Serve aiuto? Scopri di più su

source: Network error.
it: Errore di rete.

source: New chart
it: Nuovo grafico

source: New columns added: %s
it: Nuove colonne aggiunte: %s

source: New tab
it: Nuova scheda

source: New tab (Ctrl + q)
it: Nuova scheda (Ctrl + q)

source: New tab (Ctrl + t)
it: Nuova scheda (Ctrl + t)

source: Next
it: Successivo

source: No %s yet
it: Nessun %s ancora

source: No annotation layers yet
it: Nessun livello di annotazione ancora

source: No annotation yet
it: Nessuna annotazione ancora

source: No charts
it: Grafici

source: No compatible catalog found
it: Nessun catalogo compatibile trovato

source: No compatible columns found
it: Nessuna colonna compatibile trovata

source: No compatible datasets found
it: Nessun dataset compatibile trovato

source: No compatible schema found
it: Nessuno schema compatibile trovato

source: No data
it: Nessun dato

source: No data after filtering or data is NULL for the latest time record
it: Nessun dato dopo il filtraggio o i dati sono NULL per l'ultimo record temporale

source: No data in file
it: Nessun dato nel file

source: No databases match your search
it: Nessun database corrisponde alla tua ricerca

source: No entities have this tag currently assigned
it: Nessuna entità ha attualmente questo tag assegnato

source: No filter is selected.
it: Nessun filtro selezionato.

source: No form settings were maintained
it: Nessuna impostazione del modulo è stata mantenuta

source: No global filters are currently added
it: Attualmente non ci sono filtri globali aggiunti

source: No recents yet
it: Nessun elemento recente ancora

source: No records found
it: Nessun record trovato

source: No results found
it: Nessun record trovato

source: No results match your filter criteria
it: Nessun risultato corrisponde ai criteri del filtro

source: No results were returned for this query
it: Nessun risultato è stato restituito per questa query

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
it: Nessun risultato è stato restituito per questa query. Se ti aspettavi dei risultati, assicurati che i filtri siano configurati correttamente e che la fonte dati contenga dati per l'intervallo di tempo selezionato.

source: No rows were returned for this dataset
it: Nessuna riga è stata restituita per questo dataset

source: No samples were returned for this dataset
it: Nessun campione è stato restituito per questo dataset

source: No stored results found, you need to re-run your query
it: Nessun risultato memorizzato trovato, devi rieseguire la tua query

source: No such column found. To filter on a metric, try the Custom SQL tab.
it: Nessuna colonna trovata. Per filtrare su una metrica, prova la scheda SQL Personalizzato.

source: No validator found (configured for the engine)
it: Nessun validatore trovato (configurato per il motore)

source: No validator named %(validator_name)s found (configured for the %(engine_spec)s engine)
it: Nessun validatore chiamato %(validator_name)s trovato (configurato per il motore %(engine_spec)s)

source: Node label position
it: Posizione dell'etichetta del nodo

source: None
it: Nessuno

source: None -> Arrow
it: Nessuno -> Freccia

source: None -> None
it: Nessuno -> Nessuno

source: Normal
it: Normale

source: Normalize
it: Normalizza

source: Normalize Across
it: Normalizza attraverso

source: Normalized
it: Normalizzato

source: Not Time Series
it: Non serie temporale

source: Not all required fields are complete. Please provide the following:
it: Non tutti i campi obbligatori sono completi. Per favore fornisci i seguenti:

source: Not equal to (≠)
it: Diverso da (≠)

source: Not null
it: Non nullo

source: Not triggered
it: Non attivato

source: Not up to date
it: Non aggiornato

source: Nothing triggered
it: Nessun evento attivato

source: Notification Method
it: Metodo di notifica

source: Notification method
it: Metodo di notifica

source: November
it: Novembre

source: Now
it: Ora

source: Null or Empty
it: Nullo o vuoto

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
it: Limiti numerici utilizzati per la codifica dei colori dal rosso al blu. Inverti i numeri per passare dal blu al rosso. Per ottenere puro rosso o blu, puoi inserire solo il minimo o il massimo.

source: Number of buckets to group data
it: Numero di bucket per raggruppare i dati

source: Number of decimal digits to round numbers to
it: Numero di cifre decimali per arrotondare i numeri

source: Number of decimal places with which to display lift values
it: Numero di cifre decimali con cui visualizzare i valori di aumento

source: Number of decimal places with which to display p-values
it: Numero di cifre decimali con cui visualizzare i valori p

source: Number of periods to compare against. You can use negative numbers to compare from the beginning of the time range.
it: Numero di periodi con cui confrontare. Puoi usare numeri negativi per confrontare dall'inizio dell'intervallo di tempo.

source: Number of periods to ratio against
it: Numero di periodi con cui calcolare il rapporto

source: Number of rows of file to read. Leave empty (default) to read all rows
it: Numero di righe del file da leggere. Lascia vuoto (predefinito) per leggere tutte le righe

source: Number of rows to skip at start of file.
it: Numero di righe da saltare all'inizio del file.

source: Number of split segments on the axis
it: Numero di segmenti di divisione sull'asse

source: Number of steps to take between ticks when displaying the X scale
it: Numero di passi tra i tick durante la visualizzazione della scala X

source: Number of steps to take between ticks when displaying the Y scale
it: Numero di passi tra i tick durante la visualizzazione della scala Y

source: Numeric column used to calculate the histogram.
it: Colonna numerica utilizzata per calcolare l'istogramma.

source: Numerical range
it: Intervallo numerico

source: OCT
it: OTT

source: OVERWRITE
it: SOVRASCRIVI

source: October
it: Ottobre

source: On Grace
it: In grazia

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
it: Una o più colonne per il raggruppamento. I raggruppamenti ad alta cardinalità dovrebbero includere un limite di serie per limitare il numero di serie recuperate e renderizzate.

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
it: Uno o più controlli per raggruppare per. Se si raggruppa, le colonne di latitudine e longitudine devono essere presenti.

source: One or many controls to pivot as columns
it: Uno o più controlli da usare come colonne pivot

source: One or many metrics to display
it: Una o più metriche da mostrare

source: One or more columns already exist
it: Una o più colonne esistono già

source: One or more columns are duplicated
it: Una o più colonne sono duplicate

source: One or more columns do not exist
it: Una o più colonne non esistono

source: One or more metrics already exist
it: Una o più metriche esistono già

source: One or more metrics are duplicated
it: Una o più metriche sono duplicate

source: One or more metrics do not exist
it: Una o più metriche non esistono

source: One or more parameters needed to configure a database are missing.
it: Mancano uno o più parametri necessari per configurare un database.

source: One or more parameters specified in the query are malformed.
it: Uno o più parametri specificati nella query sono malformati.
