Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Database upload file failed, while saving metadata
it: Il caricamento del file nel database è fallito durante il salvataggio dei metadati

source: Databases
it: Basi di dati

source: Dataset could not be created.
it: Impossibile creare il dataset.

source: Dataset could not be updated.
it: Impossibile aggiornare il dataset.

source: Dataset does not exist
it: Il dataset non esiste

source: Dataset metric delete failed.
it: Eliminazione della metrica del dataset fallita.

source: Dataset name
it: Nome del dataset

source: Dataset parameters are invalid.
it: I parametri del dataset non sono validi.

source: Dataset schema is invalid, caused by: %(error)s
it: Lo schema del dataset non è valido, causato da: %(error)s

source: Datasets
it: Dataset

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
it: I dataset possono essere creati da tabelle di database o query SQL. Seleziona una tabella di database a sinistra o

source: Datasets can have a main temporal column (main_dttm_col), but can also have secondary time columns. When this attribute is true, whenever the secondary columns are filtered, the same filter is applied to the main datetime column.
it: I dataset possono avere una colonna temporale principale (main_dttm_col), ma possono anche avere colonne temporali secondarie. Quando questo attributo è vero, ogni volta che le colonne secondarie vengono filtrate, lo stesso filtro viene applicato alla colonna datetime principale.

source: Datasets do not contain a temporal column
it: I dataset non contengono una colonna temporale

source: Datasource
it: Sorgente Dati

source: Datasource type is invalid
it: Il tipo di sorgente dati non è valido

source: Datasource type is required when datasource_id is given
it: Il tipo di sorgente dati è richiesto quando viene fornito datasource_id

source: Date/Time
it: Data/Ora

source: Datetime Format
it: Formato Datetime

source: Datetime column not provided as part table configuration and is required by this type of chart
it: La colonna Datetime non è stata fornita come parte della configurazione della tabella ed è richiesta da questo tipo di grafico

source: Datetime format
it: Formato Datetime

source: Day (freq=D)
it: Giorno (freq=D)

source: Db engine did not return all queried columns
it: Il motore DB non ha restituito tutte le colonne richieste

source: December
it: Dicembre

source: Decides which column to sort the base axis by.
it: Decide quale colonna ordinare per l'asse di base.

source: Decides which measure to sort the base axis by.
it: Decide quale misura ordinare per l'asse di base.

source: Decimal Character
it: Carattere decimale

source: Deck.gl - 3D Grid
it: Deck.gl - Griglia 3D

source: Deck.gl - 3D HEX
it: Deck.gl - HEX 3D

source: Deck.gl - Arc
it: Deck.gl - Arco

source: Deck.gl - Multiple Layers
it: Deck.gl - Strati multipli

source: Deck.gl - Paths
it: Deck.gl - Percorsi

source: Deck.gl - Polygon
it: Deck.gl - Poligono

source: Deck.gl - Scatter plot
it: Deck.gl - Grafico a dispersione

source: Deck.gl - Screen Grid
it: Deck.gl - Griglia schermo

source: Default Endpoint
it: Endpoint predefinito

source: Default URL
it: URL predefinito

source: Default URL to redirect to when accessing from the dataset list page
it: URL predefinito a cui reindirizzare quando si accede dalla pagina dell'elenco dataset

source: Default latitude
it: Latitudine predefinita

source: Default longitude
it: Longitudine predefinita

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
it: Larghezza minima predefinita delle colonne in pixel, la larghezza effettiva potrebbe essere comunque maggiore se altre colonne non richiedono molto spazio

source: Default value must be set when "Filter has default value" is checked
it: Il valore predefinito deve essere impostato quando è selezionata l'opzione "Il filtro ha un valore predefinito"

source: Default value must be set when "Filter value is required" is checked
it: Il valore predefinito deve essere impostato quando è selezionata l'opzione "Il valore del filtro è obbligatorio"

source: Default value set automatically when "Select first filter value by default" is checked
it: Il valore predefinito viene impostato automaticamente quando è selezionata l'opzione "Seleziona il primo valore del filtro per impostazione predefinita"

source: Define a function that receives the input and outputs the content for a tooltip
it: Definisci una funzione che riceve l'input e restituisce il contenuto per una tooltip

source: Define a function that returns a URL to navigate to when user clicks
it: Definisci una funzione che restituisce un URL a cui navigare quando l'utente clicca

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
it: Definisci una funzione JavaScript che riceve l'array di dati utilizzato nella visualizzazione e che deve restituire una versione modificata di quell'array. Questo può essere utilizzato per modificare le proprietà dei dati, filtrare o arricchire l'array.

source: Define contour layers. Isolines represent a collection of line segments that separate the area above and below a given threshold. Isobands represent a collection of polygons that fill the area containing values in a given threshold range.
it: Definisci strati di contorno. Le isolinee rappresentano una raccolta di segmenti di linea che separano l'area sopra e sotto una determinata soglia. Le isobande rappresentano una raccolta di poligoni che riempiono l'area contenente valori in un determinato intervallo di soglia.

source: Define delivery schedule, timezone, and frequency settings.
it: Definisci la pianificazione della consegna, il fuso orario e le impostazioni di frequenza.

source: Define the database, SQL query, and triggering conditions for alert.
it: Definisci il database, la query SQL e le condizioni di attivazione per l'avviso.

source: Defines a rolling window function to apply, works along with the [Periods] text box
it: Definisce una funzione di finestra mobile da applicare, funziona insieme alla casella di testo [Periodi]

source: Defines how each series is broken down
it: Definisce come ogni serie è suddivisa

source: Defines the grid size in pixels
it: Definisce la dimensione della griglia in pixel

source: Defines the grouping of entities. Each series is represented by a specific color in the chart.
it: Definisce il raggruppamento delle entità. Ogni serie è rappresentata da un colore specifico nel grafico.

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
it: Definisce il raggruppamento delle entità. Ogni serie è mostrata con un colore specifico sul grafico e ha un interruttore per la legenda.

source: Defines the size of the rolling window function, relative to the time granularity selected
it: Definisce la dimensione della funzione di finestra mobile, relativa alla granularità temporale selezionata

source: Defines the value that determines the boundary between different regions or levels in the data
it: Definisce il valore che determina il confine tra diverse regioni o livelli nei dati

source: Defines whether the step should appear at the beginning, middle or end between two data points
it: Definisce se il passaggio deve apparire all'inizio, al centro o alla fine tra due punti dati

source: Delete
it: Cancella

source: Delete %s?
it: Cancellare %s?

source: Delete Annotation?
it: Cancellare l'annotazione?

source: Delete Database?
it: Cancellare il database?

source: Delete Dataset?
it: Cancellare il dataset?

source: Delete Layer?
it: Cancellare il livello?

source: Delete Query?
it: Cancellare la query?

source: Delete Template?
it: Cancellare il template?

source: Delete all Really?
it: Eliminare davvero tutto?

source: Delete annotation
it: Cancella annotazione

source: Delete dashboard tab?
it: Cancellare la scheda della dashboard?

source: Delete database
it: Cancella database

source: Delete query
it: Cancella query

source: Delete template
it: Cancella template

source: Delete this container and save to remove this message.
it: Cancella questo contenitore e salva per rimuovere questo messaggio.

source: Deleted %(num)d annotation
it: Cancellata %(num)d annotazione

source: Deleted %(num)d annotation layer
it: Cancellato %(num)d strato di annotazione

source: Deleted %(num)d chart
it: Cancellato %(num)d grafico

source: Deleted %(num)d css template
it: Cancellato %(num)d template CSS

source: Deleted %(num)d dashboard
it: Cancellata %(num)d dashboard

source: Deleted %(num)d dataset
it: Cancellato %(num)d dataset

source: Deleted %(num)d report schedule
it: Cancellata %(num)d pianificazione di report

source: Deleted %(num)d saved query
it: Cancellata %(num)d query salvata

source: Deleted: %s
it: Cancellato: %s

source: Deleting a tab will remove all content within it. You may still reverse this action with the
it: Eliminare una scheda rimuoverà tutto il contenuto al suo interno. Puoi ancora annullare questa azione con il

source: Delimited long & lat single column
it: Colonna singola delimitata di longitudine e latitudine

source: Delimiter
it: Delimitatore

source: Demographics
it: Demografia

source: Density
it: Densità

source: Dependent on
it: Dipendente da

source: Description
it: Descrizione

source: Description (this can be seen in the list)
it: Descrizione (visibile nell'elenco)

source: Description text that shows up below your Big Number
it: Testo di descrizione che appare sotto il tuo Big Number

source: Deselect all
it: Deseleziona tutto

source: Details
it: Dettagli

source: Details of the certification
it: Dettagli della certificazione

source: Determines how whiskers and outliers are calculated.
it: Determina come vengono calcolati i baffi e i valori anomali.

source: Determines whether or not this dashboard is visible in the list of all dashboards
it: Determina se questa dashboard è visibile nell'elenco di tutte le dashboard

source: Diamond
it: Diamante

source: Did you mean:
it: Intendevi dire:

source: Difference
it: Differenza

source: Dim Gray
it: Grigio scuro

source: Dimension to use on x-axis.
it: Dimensione da usare sull'asse x.

source: Dimension to use on y-axis.
it: Dimensione da usare sull'asse y.

source: Dimensions
it: Dimensioni

source: Dimensions contain qualitative values such as names, dates, or geographical data. Use dimensions to categorize, segment, and reveal the details in your data. Dimensions affect the level of detail in the view.
it: Le dimensioni contengono valori qualitativi come nomi, date o dati geografici. Usa le dimensioni per categorizzare, segmentare e rivelare i dettagli nei tuoi dati. Le dimensioni influenzano il livello di dettaglio nella visualizzazione.

source: Directed Force Layout
it: Disposizione a Forza Diretta

source: Disable SQL Lab data preview queries
it: Disabilita le query di anteprima dei dati di SQL Lab

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
it: Disabilita l'anteprima dei dati quando si recuperano i metadati delle tabelle in SQL Lab. Utile per evitare problemi di prestazioni del browser quando si utilizzano database con tabelle molto larghe.

source: Disable drill to detail
it: Disabilita il drill down ai dettagli

source: Disable embedding?
it: Disabilitare l'incorporamento?

source: Disables the drill to detail feature for this database.
it: Disabilita la funzione di drill down ai dettagli per questo database.

source: Discard
it: Scarta

source: Display column level subtotal
it: Visualizza subtotale a livello di colonna

source: Display column level total
it: Visualizza totale a livello di colonna

source: Display configuration
it: Configurazione di visualizzazione

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
it: Visualizza le metriche fianco a fianco all'interno di ciascuna colonna, invece di visualizzare ogni colonna fianco a fianco per ciascuna metrica.

source: Display percents in the label and tooltip as the percent of the total value, from the first step of the funnel, or from the previous step in the funnel.
it: Visualizza le percentuali nell'etichetta e nel tooltip come percentuale del valore totale, dal primo passo dell'imbuto o dal passo precedente nell'imbuto.

source: Display row level subtotal
it: Visualizza subtotale a livello di riga

source: Display row level total
it: Visualizza totale a livello di riga

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
it: Mostra le connessioni tra entità in una struttura a grafo. Utile per mappare le relazioni e mostrare quali nodi sono importanti in una rete. I grafici a grafo possono essere configurati per essere a forza diretta o circolare. Se i tuoi dati hanno una componente geospaziale, prova il grafico ad arco di deck.gl.

source: Distribute across
it: Distribuisci tra

source: Distribution - Bar Chart
it: Distribuzione - Grafico a Barre

source: Divider
it: Divisore

source: Do you want a donut or a pie?
it: Vuoi un grafico a ciambella o a torta?

source: Domain
it: Dominio

source: Download
it: Scarica

source: Download as Image
it: Scarica come immagine

source: Download as image
it: Scarica come immagine

source: Download to CSV
it: Scarica in CSV

source: Draft
it: Bozza

source: Drag and drop components and charts to the dashboard
it: Trascina e rilascia componenti e grafici nella dashboard

source: Drag and drop components to this tab
it: Trascina e rilascia componenti in questa scheda

source: Draw a marker on data points. Only applicable for line types.
it: Disegna un indicatore sui punti dati. Applicabile solo ai tipi di linea.

source: Draw area under curves. Only applicable for line types.
it: Disegna l'area sotto le curve. Applicabile solo ai tipi di linea.

source: Draw line from Pie to label when labels outside?
it: Disegnare una linea dalla torta all'etichetta quando le etichette sono esterne?

source: Draw split lines for minor axis ticks
it: Disegna linee di divisione per i ticchetti degli assi minori

source: Draw split lines for minor y-axis ticks
it: Disegna linee di divisione per i ticchetti degli assi y minori

source: Drill by
it: Drill per

source: Drill by is not available for this data point
it: Il drill per non è disponibile per questo punto dati

source: Drill by is not yet supported for this chart type
it: Il drill per non è ancora supportato per questo tipo di grafico

source: Drill to detail
it: Drill nei dettagli

source: Drill to detail by
it: Drill nei dettagli per

source: Drill to detail by value is not yet supported for this chart type.
it: Il drill nei dettagli per valore non è ancora supportato per questo tipo di grafico.

source: Drill to detail is disabled because this chart does not group data by dimension value.
it: Il drill nei dettagli è disabilitato perché questo grafico non raggruppa i dati per valore di dimensione.

source: Drill to detail is disabled for this database. Change the database settings to enable it.
it: Il drill nei dettagli è disabilitato per questo database. Modifica le impostazioni del database per abilitarlo.

source: Drill to detail: %s
it: Drill nei dettagli: %s

source: Drop a temporal column here or click
it: Rilascia una colonna temporale qui o fai clic

source: Drop columns/metrics here or click
it: Rilascia colonne/metriche qui o fai clic

source: Duplicate
it: Duplica

source: Duplicate column name(s): %(columns)s
it: Nome colonna duplicato: %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
it: Etichette colonna/metrica duplicate: %(labels)s. Assicurati che tutte le colonne e le metriche abbiano un'etichetta univoca.

source: Duplicate tab
it: Duplica scheda

source: Duration
it: Durata

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
it: Durata (in secondi) del timeout della cache per i grafici di questo database. Un timeout di 0 indica che la cache non scade mai, e -1 bypassa la cache. Nota che questo valore predefinito è il timeout globale se non definito.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
it: Durata (in secondi) del timeout della cache per i grafici di questo database. Un timeout di 0 indica che la cache non scade mai. Nota che questo valore predefinito è il timeout globale se non definito.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
it: Durata (in secondi) del timeout della cache per questo grafico.

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
it: Durata (in secondi) del timeout della cache per questa tabella. Un timeout di 0 indica che la cache non scade mai. Nota che questo valore predefinito è il timeout del database se non definito.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
it: Durata in ms (1.40008 => 1ms 400µs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
it: Durata in ms (100.40008 => 100ms 400µs 80ns)

source: Duration in ms (66000 => 1m 6s)
it: Durata in ms (66000 => 1m 6s)

source: Dynamically search all filter values
it: Cerca dinamicamente tutti i valori del filtro

source: END (EXCLUSIVE)
it: FINE (ESCLUSIVO)

source: ERROR: %s
it: ERRORE: %s

source: Edge length
it: Lunghezza dell'arco

source: Edge length between nodes
it: Lunghezza dell'arco tra i nodi

source: Edge symbols
it: Simboli degli archi

source: Edit
it: Modifica

source: Edit CSS
it: Modifica CSS

source: Edit CSS template properties
it: Modifica proprietà del template CSS

source: Edit Chart
it: Modifica grafico

source: Edit Column
it: Modifica colonna

source: Edit Dashboard
it: Modifica dashboard

source: Edit Database
it: Modifica database

source: Edit Dataset
it: Modifica dataset

source: Edit Log
it: Modifica log

source: Edit Metric
it: Modifica metrica

source: Edit Plugin
it: Modifica plugin

source: Edit Table
it: Modifica tabella

source: Edit annotation
it: Modifica annotazione

source: Edit annotation layer
it: Modifica livello annotazione

source: Edit annotation layer properties
it: Modifica proprietà livello annotazione

source: Edit chart properties
it: Modifica proprietà del grafico

source: Edit database
it: Modifica database

source: Edit dataset
it: Modifica dataset

source: Edit email report
it: Modifica report email

source: Edit properties
it: Modifica proprietà

source: Edit query
it: Modifica query

source: Edit template
it: Modifica template

source: Edit template parameters
it: Modifica parametri del template

source: Edit time range
it: Modifica intervallo di tempo

source: Edited
it: Modificato

source: Editing 1 filter:
it: Modificando 1 filtro:

source: Either the database is spelled incorrectly or does not exist.
it: Il database è scritto in modo errato o non esiste.

source: Either the username "%(username)s" or the password is incorrect.
it: Il nome utente "%(username)s" o la password sono errati.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
it: Il nome utente "%(username)s", la password o il nome del database "%(database)s" sono errati.

source: Either the username or the password is wrong.
it: Il nome utente o la password sono errati.

source: Email reports active
it: Report email attivi

source: Email subject name (optional)
it: Oggetto dell'email (opzionale)

source: Embed
it: Incorpora

source: Embed code
it: Codice di incorporamento

source: Embedding deactivated.
it: Incorporamento disattivato.

source: Emphasis
it: Enfasi

source: Employment and education
it: Occupazione ed istruzione

source: Empty circle
it: Cerchio vuoto

source: Empty query?
it: Query vuota?

source: Empty row
it: Riga vuota

source: Enable 'Allow file uploads to database' in any database's settings
it: Abilita 'Consenti caricamenti file nel database' nelle impostazioni di qualsiasi database

source: Enable Filter Select
it: Abilita selezione filtro

source: Enable cross-filtering
it: Abilita il cross-filtering

source: Enable data zooming controls
it: Abilita controlli di zoom sui dati

source: Enable embedding
it: Abilita incorporamento

source: Enable forecast
it: Abilita previsione

source: Enable forecasting
it: Abilita previsione

source: Enable graph roaming
it: Abilita spostamento del grafo

source: Enable node dragging
it: Abilita trascinamento nodi

source: Enable query cost estimation
it: Abilita stima del costo della query

source: Enable row expansion in schemas
it: Abilita espansione delle righe negli schemi

source: Enable server side pagination of results (experimental feature)
it: Abilita la paginazione lato server dei risultati (funzionalità sperimentale)

source: Encountered invalid NULL spatial entry, please consider filtering those out
it: Incontro con voce spaziale NULL non valida, considera di filtrare quelle.

source: End
it: Fine

source: End (Longitude, Latitude):
it: Fine (Longitudine, Latitudine):

source: End Longitude & Latitude
it: Longitudine e Latitudine di Fine

source: End angle
it: Angolo di fine

source: End date excluded from time range
it: Data di fine esclusa dall'intervallo di tempo

source: End date must be after start date
it: La data di fine deve essere successiva alla data di inizio

source: Engine "%(engine)s" cannot be configured through parameters.
it: Il motore "%(engine)s" non può essere configurato tramite parametri.

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
it: La specifica del motore "InvalidEngine" non supporta la configurazione tramite parametri individuali.

source: Enter CA_BUNDLE
it: Inserisci CA_BUNDLE

source: Enter Primary Credentials
it: Inserisci le credenziali primarie

source: Enter a name for this sheet
it: Inserisci un nome per questo foglio

source: Enter a new title for the tab
it: Inserisci un nuovo titolo per la scheda

source: Enter duration in seconds
it: Inserisci durata in secondi

source: Enter fullscreen
it: Attiva schermo intero

source: Enter the required %(dbModelName)s credentials
it: Inserisci le credenziali richieste per %(dbModelName)s

source: Entity
it: Entità

source: Entity ID
it: ID Entità

source: Equal Date Sizes
it: Dimensioni date uguali

source: Equal to (=)
it: Uguale a (=)

source: Error in jinja expression in HAVING clause: %(msg)s
it: Errore nell'espressione jinja nella clausola HAVING: %(msg)s

source: Error in jinja expression in RLS filters: %(msg)s
it: Errore nell'espressione jinja nei filtri RLS: %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
it: Errore nell'espressione jinja nella clausola WHERE: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
it: Errore nell'espressione jinja nel predicato fetch values: %(msg)s
