Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
it: Usato per riassumere un set di dati raggruppando insieme più statistiche lungo due assi. Esempi: numeri di vendite per regione e mese, compiti per stato e assegnatario, utenti attivi per età e localizzazione. Non la visualizzazione più accattivante visivamente, ma altamente informativa e versatile.

source: User
it: Utente

source: User doesn't have the proper permissions.
it: L'utente non ha i permessi appropriati.

source: User must select a value before applying the filter
it: L'utente deve selezionare un valore prima di applicare il filtro.

source: User query
it: Query utente

source: Users are not allowed to set a search path for security reasons.
it: Agli utenti non è consentito impostare un percorso di ricerca per motivi di sicurezza.

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
it: Usa la stima della densità del kernel gaussiano per visualizzare la distribuzione spaziale dei dati.

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
it: Usa un indicatore per mostrare il progresso di una metrica verso un obiettivo. La posizione del quadrante rappresenta il progresso e il valore finale nell'indicatore rappresenta il valore target.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
it: Usa cerchi per visualizzare il flusso dei dati attraverso diverse fasi di un sistema. Passa il mouse sopra percorsi individuali nella visualizzazione per comprendere le fasi che un valore ha attraversato. Utile per visualizzare funnel e pipeline multi-fase e multi-gruppo.

source: Value
it: Valore

source: Value Domain
it: Dominio del valore

source: Value bounds
it: Limiti del valore

source: Value cannot exceed %s
it: Il valore non può superare %s

source: Value difference between the time periods
it: Differenza di valore tra i periodi di tempo

source: Values are dependent on other filters
it: I valori dipendono da altri filtri

source: Values selected in other filters will affect the filter options to only show relevant values
it: I valori selezionati in altri filtri influenzeranno le opzioni del filtro per mostrare solo valori rilevanti.

source: Vehicle Types
it: Tipi di veicoli

source: Verbose Name
it: Nome completo

source: Version
it: Versione

source: Version number
it: Numero di versione

source: Vertical
it: Verticale

source: Vertical (Left)
it: Verticale (Sinistra)

source: Video game consoles
it: Console di videogiochi

source: View
it: Visualizza

source: View All »
it: Visualizza tutto »

source: View as table
it: Visualizza come tabella

source: View in SQL Lab
it: Visualizza in SQL Lab

source: View keys & indexes (%s)
it: Visualizza chiavi e indici (%s)

source: View query
it: Visualizza query

source: Viewed
it: Visualizzato

source: Virtual
it: Virtuale

source: Virtual (SQL)
it: Virtuale (SQL)

source: Virtual dataset
it: Dataset virtuale

source: Virtual dataset query cannot be empty
it: La query del dataset virtuale non può essere vuota

source: Virtual dataset query cannot consist of multiple statements
it: La query del dataset virtuale non può consistere in più istruzioni

source: Virtual dataset query must be read-only
it: La query del dataset virtuale deve essere in sola lettura

source: Visual Tweaks
it: Regolazioni visive

source: Visualization Type
it: Tipo di Visualizzazione

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
it: Visualizza un set parallelo di metriche attraverso più gruppi. Ogni gruppo viene visualizzato utilizzando la propria linea di punti e ogni metrica è rappresentata come un collegamento nel grafico.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
it: Visualizza una metrica correlata tra coppie di gruppi. Le heatmap eccellono nel mostrare la correlazione o la forza tra due gruppi. Il colore viene utilizzato per enfatizzare la forza del collegamento tra ogni coppia di gruppi.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
it: Visualizza dati geospaziali come edifici 3D, paesaggi o oggetti in vista a griglia.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
it: Visualizza come una metrica cambia nel tempo utilizzando barre. Aggiungi una colonna di raggruppamento per visualizzare le metriche a livello di gruppo e come cambiano nel tempo.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
it: Visualizza più livelli di gerarchia utilizzando una struttura ad albero familiare.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
it: Visualizza due serie diverse utilizzando lo stesso asse X. Nota che entrambe le serie possono essere visualizzate con un tipo di grafico diverso (ad es. 1 con barre e 1 con una linea).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
it: Visualizza una metrica attraverso tre dimensioni di dati in un singolo grafico (asse X, asse Y e dimensione della bolla). Le bolle dello stesso gruppo possono essere mostrate utilizzando il colore della bolla.

source: Visualizes a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
it: Visualizza un set parallelo di metriche attraverso più gruppi. Ogni gruppo viene visualizzato utilizzando la propria linea di punti e ogni metrica è rappresentata come un collegamento nel grafico.

source: Visualizes a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
it: Visualizza una metrica correlata tra coppie di gruppi. Le heatmap eccellono nel mostrare la correlazione o la forza tra due gruppi. Il colore viene utilizzato per enfatizzare la forza del collegamento tra ogni coppia di gruppi.

source: Visualizes geospatial data like 3D buildings, landscapes, or objects in grid view.
it: Visualizza dati geospaziali come edifici 3D, paesaggi o oggetti in vista a griglia.

source: Visualizes how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
it: Visualizza come una metrica cambia nel tempo utilizzando barre. Aggiungi una colonna di raggruppamento per visualizzare le metriche a livello di gruppo e come cambiano nel tempo.

source: Visualizes multiple levels of hierarchy using a familiar tree-like structure.
it: Visualizza più livelli di gerarchia utilizzando una struttura ad albero familiare.

source: Visualizes two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
it: Visualizza due serie diverse utilizzando lo stesso asse X. Nota che entrambe le serie possono essere visualizzate con un tipo di grafico diverso (ad es. 1 con barre e 1 con una linea).

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
it: Visualizza come una metrica è cambiata nel tempo utilizzando una scala di colori e una vista calendario. I valori grigi vengono utilizzati per indicare valori mancanti e lo schema di colori lineare viene utilizzato per codificare la grandezza del valore di ogni giorno.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
it: Visualizza come una singola metrica varia attraverso le principali suddivisioni di un paese (stati, province, ecc.) su una mappa coropletica. Il valore di ogni suddivisione viene evidenziato quando passi il mouse sul confine geografico corrispondente.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
it: Visualizza molti diversi oggetti di serie temporali in un unico grafico. Questo grafico è in fase di deprecazione e raccomandiamo di usare invece il Grafico di serie temporali.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
it: Visualizza il flusso dei valori di diversi gruppi attraverso diverse fasi di un sistema. Le nuove fasi nella pipeline sono visualizzate come nodi o strati. Lo spessore delle barre o dei bordi rappresenta la metrica visualizzata.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
it: Visualizza le parole in una colonna che appaiono più frequentemente. Un font più grande corrisponde a una maggiore frequenza.

source: Viz is missing a datasource
it: Sorgente dati mancante per la visualizzazione

source: Viz type
it: Tipo di Visualizzazione

source: WED
it: MER

source: Waiting on %s
it: In attesa di %s

source: Want to add a new database?
it: Vuoi aggiungere un nuovo database?

source: Warning
it: Avviso

source: Warning Message
it: Messaggio di avviso

source: Warning!
it: Attenzione!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
it: Attenzione! Cambiare il dataset potrebbe rompere il grafico se i metadati non esistono.

source: Was unable to check your query
it: Non è stato possibile verificare la tua query

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
it: Non siamo in grado di connetterci al tuo database. Clicca su "Vedi di più" per informazioni fornite dal database che potrebbero aiutare a risolvere il problema.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
it: Non riusciamo a risolvere la colonna "%(column)s" alla riga %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
it: Non riusciamo a risolvere la colonna "%(column_name)s"

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
it: Non riusciamo a risolvere la colonna "%(column_name)s" alla riga %(location)s.

source: We have the following keys: %s
it: Abbiamo le seguenti chiavi: %s

source: We were unable to active or deactivate this report.
it: Non siamo stati in grado di attivare o disattivare questo report.

source: We were unable to carry over any controls when switching to this new dataset.
it: Non siamo stati in grado di trasferire i controlli durante il passaggio a questo nuovo dataset.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
it: Non siamo riusciti a connetterci al tuo database denominato "%(database)s". Per favore verifica il nome del tuo database e riprova.

source: Wednesday
it: Mercoledì

source: Week ending Saturday
it: Settimana che termina sabato

source: Week ending Sunday
it: Settimana che termina domenica

source: Week starting Monday
it: Settimana che inizia lunedì

source: Week starting Sunday
it: Settimana che inizia domenica

source: Weekly Report for %s
it: Rapporto settimanale per %s

source: Weekly seasonality
it: Stagionalità settimanale

source: What should be shown as the label
it: Cosa dovrebbe essere mostrata come etichetta

source: What should be shown as the tooltip label
it: Cosa dovrebbe essere mostrata come etichetta del tooltip

source: What should be shown on the label?
it: Cosa dovrebbe essere mostrata sull'etichetta?

source: What should happen if the table already exists
it: Cosa dovrebbe succedere se la tabella esiste già

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
it: Quando il `Tipo di calcolo` è impostato su "Variazione percentuale", il formato dell'asse Y è forzato a `.1%`

source: When a secondary metric is provided, a linear color scale is used.
it: Quando viene fornita una metrica secondaria, viene utilizzata una scala di colori lineare.

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
it: Quando si abilita l'opzione CREATE TABLE AS in SQL Lab, questa opzione forza la creazione della tabella in questo schema.

source: When checked, the map will zoom to your data after each query
it: Se selezionato, la mappa effettuerà lo zoom sui tuoi dati dopo ogni query.

source: When enabled, users are able to visualize SQL Lab results in Explore.
it: Quando abilitato, gli utenti possono visualizzare i risultati di SQL Lab in Explore.

source: When only a primary metric is provided, a categorical color scale is used.
it: Quando viene fornita solo una metrica primaria, viene utilizzata una scala di colori categorica.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
it: Quando si specifica SQL, la sorgente dati agisce come una vista. Superset utilizzerà questa istruzione come una sottoquery mentre raggruppa e filtra sulle query genitrici generate.

source: When the secondary temporal columns are filtered, apply the same filter to the main datetime column.
it: Quando le colonne temporali secondarie vengono filtrate, applica lo stesso filtro alla colonna datetime principale.

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
it: Quando si utilizzano i "Filtri Autocompletati", questo può essere usato per migliorare le prestazioni della query che recupera i valori. Usa questa opzione per applicare un predicato (clausola WHERE) alla query che seleziona i valori distinti dalla tabella. Tipicamente, l'intento sarebbe limitare la scansione applicando un filtro di tempo relativo su un campo relativo al tempo partizionato o indicizzato.

source: When using 'Group By' you are limited to use a single metric
it: Quando si utilizza 'Group By' sei limitato all'uso di una singola metrica.

source: When using other than adaptive formatting, labels may overlap
it: Quando si utilizza una formattazione diversa da quella adattiva, le etichette possono sovrapporsi.

source: When using this option, default value can’t be set
it: Quando si utilizza questa opzione, il valore predefinito non può essere impostato.

source: Whether the progress bar overlaps when there are multiple groups of data
it: Se la barra di progresso si sovrappone quando ci sono più gruppi di dati.

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
it: Se la tabella è stata generata dal flusso 'Visualize' in SQL Lab.

source: Whether this column is exposed in the `Filters` section of the explore view.
it: Se questa colonna è esposta nella sezione `Filtri` della vista esplorazione.

source: Whether to align background charts with both positive and negative values at 0
it: Se allineare i grafici di sfondo con valori positivi e negativi a 0.

source: Whether to align positive and negative values in cell bar chart at 0
it: Se allineare i valori positivi e negativi nel grafico a barre delle celle a 0

source: Whether to always show the annotation label
it: Se mostrare sempre l'etichetta dell'annotazione

source: Whether to animate the progress and the value or just display them
it: Se animare il progresso e il valore o solo mostrarli

source: Whether to apply a normal distribution based on rank on the color scale
it: Se applicare una distribuzione normale basata sul rango nella scala dei colori

source: Whether to apply filter when items are clicked
it: Se applicare il filtro quando gli elementi vengono cliccati

source: Whether to colorize numeric values by if they are positive or negative
it: Se colorare i valori numerici in base al fatto che siano positivi o negativi

source: Whether to colorize numeric values by whether they are positive or negative
it: Se colorare i valori numerici in base al fatto che siano positivi o negativi

source: Whether to display a bar chart background in table columns
it: Se visualizzare uno sfondo a grafico a barre nelle colonne della tabella

source: Whether to display a legend for the chart
it: Se visualizzare una legenda per il grafico

source: Whether to display bubbles on top of countries
it: Se visualizzare bolle sopra i paesi

source: Whether to display the aggregate count
it: Se visualizzare il conteggio aggregato

source: Whether to display the interactive data table
it: Se visualizzare la tabella dati interattiva

source: Whether to display the labels.
it: Se visualizzare le etichette.

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
it: Se visualizzare le etichette. Nota che l'etichetta viene visualizzata solo quando si supera la soglia del 5%.

source: Whether to display the legend (toggles)
it: Se visualizzare la legenda (toggle)

source: Whether to display the metric name as a title
it: Se visualizzare il nome della metrica come titolo

source: Whether to display the min and max values of the X-axis
it: Se visualizzare i valori minimi e massimi dell'asse X

source: Whether to display the min and max values of the Y-axis
it: Se visualizzare i valori minimi e massimi dell'asse Y

source: Whether to display the numerical values within the cells
it: Se visualizzare i valori numerici all'interno delle celle

source: Whether to display the stroke
it: Se visualizzare il tratto

source: Whether to display the time range interactive selector
it: Se visualizzare il selezionatore interattivo dell'intervallo di tempo

source: Whether to display the timestamp
it: Se visualizzare il timestamp

source: Whether to display the trend line
it: Se visualizzare la linea di tendenza

source: Whether to enable changing graph position and scaling.
it: Se abilitare il cambiamento della posizione e della scala del grafico.

source: Whether to enable node dragging in force layout mode.
it: Se abilitare il trascinamento dei nodi in modalità layout a forza.

source: Whether to fill the objects
it: Se riempire gli oggetti

source: Whether to ignore locations that are null
it: Se ignorare le posizioni che sono nulle

source: Whether to include a client-side search box
it: Se includere una casella di ricerca lato client

source: Whether to include the percentage in the tooltip
it: Se includere la percentuale nel tooltip

source: Whether to include the time granularity as defined in the time section
it: Se includere la granularità temporale come definita nella sezione tempo

source: Whether to make the grid 3D
it: Se rendere la griglia 3D

source: Whether to make the histogram cumulative
it: Se rendere l'istogramma cumulativo

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
it: Se rendere disponibile questa colonna come opzione [Granularità temporale], la colonna deve essere di tipo DATETIME o simile

source: Whether to normalize the histogram
it: Se normalizzare l'istogramma

source: Whether to populate autocomplete filters options
it: Se popolare le opzioni dei filtri autocompletati

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
it: Se popolare la finestra a cascata dei filtri nella sezione filtri della vista esplorazione con un elenco di valori distinti prelevati dal backend al volo

source: Whether to show as Nightingale chart.
it: Se mostrare come grafico di Nightingale.

source: Whether to show extra controls or not. Extra controls include things like making multibar charts stacked or side by side.
it: Se mostrare controlli extra o meno. I controlli extra includono cose come rendere i grafici a barre multiple impilati o affiancati.

source: Whether to show minor ticks on the axis
it: Se mostrare tacche minori sull'asse

source: Whether to show the pointer
it: Se mostrare il puntatore

source: Whether to show the progress of gauge chart
it: Se mostrare il progresso del grafico a indicatore

source: Whether to show the split lines on the axis
it: Se mostrare le linee di divisione sull'asse

source: Whether to sort ascending or descending on the base Axis.
it: Se ordinare in modo ascendente o discendente sull'asse di base.

source: Whether to sort descending or ascending
it: Se ordinare in modo discendente o ascendente

source: Whether to sort descending or ascending if a series limit is present
it: Se ordinare in modo discendente o ascendente se è presente un limite di serie

source: Whether to sort results by the selected metric in descending order.
it: Se ordinare i risultati per la metrica selezionata in ordine decrescente.

source: Whether to sort tooltip by the selected metric in descending order.
it: Se ordinare i tooltip per la metrica selezionata in ordine decrescente.

source: Whether to truncate metrics
it: Se troncare le metriche

source: Which country to plot the map for?
it: Per quale paese tracciare la mappa?

source: Which relatives to highlight on hover
it: Quali relazioni evidenziare al passaggio del mouse

source: Whisker/outlier options
it: Opzioni per whisker/outlier

source: Width
it: Larghezza

source: Width of the confidence interval. Should be between 0 and 1
it: Larghezza dell'intervallo di confidenza. Deve essere compresa tra 0 e 1.

source: Width of the sparkline
it: Larghezza della sparkline

source: Window must be > 0
it: La finestra deve essere > 0.

source: With a subheader
it: Con un sottotitolo

source: Word Cloud
it: Nuvola di parole

source: Working
it: In lavorazione

source: Working timeout
it: Timeout in lavorazione

source: World Map
it: Mappa del Mondo

source: Write a description for your query
it: Scrivi una descrizione per la tua query

source: Write a handlebars template to render the data
it: Scrivi un template handlebars per visualizzare i dati

source: X AXIS TITLE BOTTOM MARGIN
it: Margine inferiore del titolo dell'asse X

source: X AXIS TITLE MARGIN
it: Margine del titolo dell'asse X

source: X Axis
it: Asse X

source: X Axis Label
it: Etichetta dell'asse X

source: X Axis Title
it: Titolo dell'asse X

source: X Log Scale
it: Scala logaritmica dell'asse X

source: X Tick Layout
it: Layout delle tacche dell'asse X

source: X bounds
it: Limiti X
