Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
it: I metadata_params nel campo Extra non sono configurati correttamente. La chiave %(key)s non è valida.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
it: I metadata_params nel campo Extra non sono configurati correttamente. La chiave %{key}s non è valida.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
it: L'oggetto metadata_params viene decompattato nella chiamata sqlalchemy.MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
it: Il numero minimo di periodi di rotazione necessari per mostrare un valore. Ad esempio, se fai una somma cumulativa su 7 giorni potresti voler impostare il tuo "Periodo Minimo" a 7, in modo che tutti i punti dati mostrati siano il totale di 7 periodi. Questo nasconderà la "fase di avvio" che si verifica nei primi 7 periodi.

source: The name of the rule must be unique
it: Il nome della regola deve essere unico.

source: The number color "steps"
it: Il numero di step di colore

source: The number of bins for the histogram
it: Il numero di bin per l'istogramma

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
it: Il numero di ore, negativo o positivo, per spostare la colonna temporale. Questo può essere utilizzato per spostare l'orario UTC all'orario locale.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
it: Il numero di risultati visualizzati è limitato a %(rows)d dalla configurazione DISPLAY_MAX_ROW. Aggiungi ulteriori limiti/filtro o scarica in CSV per vedere più righe fino al limite di %(limit)d.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
it: Il numero di risultati visualizzati è limitato a %(rows)d. Aggiungi ulteriori limiti/filtro, scarica in CSV o contatta un amministratore per vedere più righe fino al limite di %(limit)d.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
it: Il numero di righe visualizzate è limitato a %(rows)d dal menu a discesa.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
it: Il numero di righe visualizzate è limitato a %(rows)d dal menu a discesa dei limiti.

source: The number of rows displayed is limited to %(rows)d by the query
it: Il numero di righe visualizzate è limitato a %(rows)d dalla query.

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
it: Il numero di righe visualizzate è limitato a %(rows)d dalla query e dal menu a discesa dei limiti.

source: The number of seconds before expiring the cache
it: Il numero di secondi prima che la cache scada

source: The parameter %(parameters)s in your query is undefined.
it: Il parametro %(parameters)s nella tua query non è definito.

source: The password provided for username "%(username)s" is incorrect.
it: La password fornita per l'utente "%(username)s" è errata.

source: The password provided when connecting to a database is not valid.
it: La password fornita durante la connessione a un database non è valida.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
it: Le password per i database sotto elencati sono necessarie per importarli insieme ai grafici. Nota che le sezioni "Secure Extra" e "Certificate" della configurazione del database non sono presenti nei file di esportazione e devono essere aggiunte manualmente dopo l'importazione se sono necessarie.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
it: Le password per i database sottostanti sono necessarie per importarli insieme alle dashboard. Nota che le sezioni "Secure Extra" e "Certificate" della configurazione del database non sono presenti nei file di esportazione e devono essere aggiunte manualmente dopo l'importazione se sono necessarie.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
it: Le password per i database sottostanti sono necessarie per importarli insieme ai dataset. Nota che le sezioni "Secure Extra" e "Certificate" della configurazione del database non sono presenti nei file di esportazione e devono essere aggiunte manualmente dopo l'importazione se sono necessarie.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
it: Le password per i database sottostanti sono necessarie per importarli insieme alle query salvate. Nota che le sezioni "Secure Extra" e "Certificate" della configurazione del database non sono presenti nei file di esportazione e devono essere aggiunte manualmente dopo l'importazione se sono necessarie.

source: The pattern of timestamp format. For strings use
it: Il modello del formato timestamp. Per le stringhe, usa

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
it: La periodicità su cui pivotare il tempo. Gli utenti possono fornire l'alias di offset "Pandas". Clicca sulla bolla informativa per maggiori dettagli sulle espressioni "freq" accettate.

source: The pixel radius
it: Il raggio in pixel

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
it: Il puntatore a una tabella fisica (o vista). Ricorda che il grafico è associato a questa tabella logica di Superset, e questa tabella logica punta alla tabella fisica riferita qui.

source: The port number is invalid.
it: Il numero di porta non è valido.

source: The primary metric is used to define the arc segment sizes
it: La metrica principale viene utilizzata per definire le dimensioni dei segmenti dell'arco.

source: The query associated with the results was deleted.
it: La query associata ai risultati è stata eliminata.

source: The query associated with these results could not be found. You need to re-run the original query.
it: La query associata a questi risultati non può essere trovata. Devi rieseguire la query originale.

source: The query contains one or more malformed template parameters.
it: La query contiene uno o più parametri di template malformati.

source: The query couldn't be loaded
it: La query non può essere caricata.

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
it: La stima della query è stata interrotta dopo %(sqllab_timeout)s secondi. Potrebbe essere troppo complessa, o il database potrebbe essere sotto carico pesante.

source: The query has a syntax error.
it: La query ha un errore di sintassi.

source: The query returned no data
it: La query non ha restituito dati.

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
it: La query è stata interrotta dopo %(sqllab_timeout)s secondi. Potrebbe essere troppo complessa, o il database potrebbe essere sotto carico pesante.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
it: Il raggio (in pixel) che l'algoritmo utilizza per definire un cluster. Scegli 0 per disattivare il clustering, ma fai attenzione perché un gran numero di punti (>1000) causerà ritardi.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
it: Il raggio dei punti individuali (quelli che non sono in un cluster). Può essere una colonna numerica o `Auto`, che scala il punto in base al cluster più grande.

source: The report has been created
it: Il report è stato creato.

source: The report will be sent to your email at
it: Il report sarà inviato alla tua email a

source: The result of this query must be a value capable of numeric interpretation e.g. 1, 1.0, or "1" (compatible with Python's float() function).
it: Il risultato di questa query deve essere un valore capace di interpretazione numerica, ad esempio 1, 1.0 o "1" (compatibile con la funzione float() di Python).

source: The results backend no longer has the data from the query.
it: Il backend dei risultati non ha più i dati della query.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
it: I risultati memorizzati nel backend sono stati archiviati in un formato diverso e non possono più essere deserializzati.

source: The rich tooltip shows a list of all series for that point in time
it: Il tooltip ricco mostra un elenco di tutte le serie per quel punto nel tempo.

source: The row limit set for the chart was reached. The chart may show partial data.
it: Il limite di righe impostato per il grafico è stato raggiunto. Il grafico potrebbe mostrare dati parziali.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
it: Lo schema "%(schema)s" non esiste. Deve essere utilizzato uno schema valido per eseguire questa query.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
it: Lo schema "%(schema_name)s" non esiste. Deve essere utilizzato uno schema valido per eseguire questa query.

source: The schema of the submitted payload is invalid.
it: Lo schema del payload inviato non è valido.

source: The schema was deleted or renamed in the database.
it: Lo schema è stato eliminato o rinominato nel database.

source: The screenshot could not be downloaded. Please, try again later.
it: Lo screenshot non può essere scaricato. Per favore, riprova più tardi.

source: The screenshot is being generated. Please, do not leave the page.
it: Lo screenshot sta venendo generato. Per favore, non lasciare la pagina.

source: The screenshot is now being downloaded.
it: Lo screenshot sta per essere scaricato.

source: The size of each cell in meters
it: La dimensione di ciascuna cella in metri.

source: The size of the square cell, in pixels
it: La dimensione della cella quadrata, in pixel.

source: The submitted payload failed validation.
it: Il payload inviato ha fallito la validazione.

source: The submitted payload has the incorrect format.
it: Il payload inviato ha un formato errato.

source: The submitted payload has the incorrect schema.
it: Il payload inviato ha uno schema errato.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
it: La tabella "%(table)s" non esiste. Deve essere utilizzata una tabella valida per eseguire questa query.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
it: La tabella "%(table_name)s" non esiste. Deve essere utilizzata una tabella valida per eseguire questa query.

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
it: La tabella è stata creata. Come parte di questo processo di configurazione in due fasi, dovresti ora cliccare sul pulsante di modifica accanto alla nuova tabella per configurarla.

source: The table was deleted or renamed in the database.
it: La tabella è stata eliminata o rinominata nel database.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
it: La colonna temporale per la visualizzazione. Nota che puoi definire espressioni arbitrarie che restituiscono una colonna DATETIME nella tabella. Nota inoltre che il filtro sottostante viene applicato a questa colonna o espressione.

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
it: La granularità temporale per la visualizzazione. Nota che puoi digitare e usare un linguaggio naturale semplice come `10 secondi`, `1 giorno` o `56 settimane`.

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
it: La granularità temporale per la visualizzazione. Nota che puoi digitare e usare un linguaggio naturale semplice come `10 secondi`, `1 giorno` o `56 settimane`.

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
it: La granularità temporale per la visualizzazione. Questo applica una trasformazione della data per alterare la tua colonna temporale e definisce una nuova granularità temporale. Le opzioni qui sono definite per ciascun motore di database nel codice sorgente di Superset.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
it: L'intervallo di tempo per la visualizzazione. Tutti i tempi relativi, ad esempio "Ultimo mese", "Ultimi 7 giorni", "ora", ecc., sono valutati sul server utilizzando l'orario locale del server (senza fuso orario). Tutti i tooltip e i tempi segnaposto sono espressi in UTC (senza fuso orario). I timestamp vengono quindi valutati dal database utilizzando il fuso orario locale del motore. Nota che è possibile impostare esplicitamente il fuso orario secondo il formato ISO 8601 se si specifica l'orario di inizio e/o fine.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
it: L'unità di tempo per ciascun blocco. Deve essere un'unità più piccola rispetto a domain_granularity. Deve essere maggiore o uguale a Time Grain.

source: The time unit used for the grouping of blocks
it: L'unità di tempo utilizzata per l'aggregazione dei blocchi.

source: The type of visualization to display
it: Il tipo di visualizzazione da mostrare.

source: The unit of measure for the specified point radius
it: L'unità di misura per il raggio del punto specificato.

source: The upper limit of the threshold range of the Isoband
it: Il limite superiore dell'intervallo di soglia dell'Isobanda.

source: The user seems to have been deleted
it: Sembra che l'utente sia stato eliminato.

source: The user/password combination is not valid (Incorrect password for user).
it: La combinazione utente/password non è valida (Password errata per l'utente).

source: The username "%(username)s" does not exist.
it: L'username "%(username)s" non esiste.

source: The username provided when connecting to a database is not valid.
it: L'username fornito durante la connessione a un database non è valido.

source: The way the ticks are laid out on the X-axis
it: Il modo in cui i tick sono disposti sull'asse X

source: The width of the Isoline in pixels
it: La larghezza dell'isolinea in pixel

source: The width of the lines
it: La larghezza delle linee

source: There are associated alerts or reports
it: Ci sono avvisi o report associati.

source: There are associated alerts or reports: %(report_names)s
it: Ci sono avvisi o report associati: %(report_names)s.

source: There are no components added to this tab
it: Non sono stati aggiunti componenti a questa scheda.

source: There are no databases available
it: Non sono disponibili database.

source: There are no filters in this dashboard.
it: Non ci sono filtri in questa dashboard.

source: There are unsaved changes.
it: Ci sono modifiche non salvate.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
it: C'è un errore di sintassi nella query SQL. Forse c'è stato un errore di battitura o una svista.

source: There is no chart definition associated with this component, could it have been deleted?
it: Non c'è una definizione del grafico associata a questo componente, potrebbe essere stata eliminata?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
it: Non c'è abbastanza spazio per questo componente. Prova a diminuire la sua larghezza o ad aumentare la larghezza della destinazione.

source: There was an error fetching the favorite status: %s
it: C'è stato un errore nel recuperare lo stato dei preferiti: %s.

source: There was an error loading the dataset metadata
it: C'è stato un errore nel caricamento dei metadati del dataset.

source: There was an error loading the schemas
it: C'è stato un errore nel caricamento degli schemi.

source: There was an error loading the tables
it: C'è stato un errore nel caricamento delle tabelle.

source: There was an error saving the favorite status: %s
it: C'è stato un errore nel salvare lo stato dei preferiti: %s.

source: There was an error with your request
it: C'è stato un errore con la tua richiesta.

source: There was an issue deleting %s: %s
it: C'è stato un problema nell'eliminare %s: %s.

source: There was an issue deleting the selected %s: %s
it: C'è stato un problema nell'eliminare il/la %s selezionato/a: %s.

source: There was an issue deleting the selected annotations: %s
it: C'è stato un problema nell'eliminare le annotazioni selezionate: %s.

source: There was an issue deleting the selected charts: %s
it: C'è stato un problema nell'eliminare i grafici selezionati: %s.

source: There was an issue deleting the selected dashboards:
it: C'è stato un problema nell'eliminare le dashboard selezionate:

source: There was an issue deleting the selected datasets: %s
it: C'è stato un problema nell'eliminare i dataset selezionati: %s.

source: There was an issue deleting the selected layers: %s
it: C'è stato un problema nell'eliminare i layer selezionati: %s.

source: There was an issue deleting the selected queries: %s
it: C'è stato un problema nell'eliminare le query selezionate: %s.

source: There was an issue deleting the selected templates: %s
it: C'è stato un problema nell'eliminare i template selezionati: %s.

source: There was an issue deleting: %s
it: C'è stato un problema nell'eliminare: %s.

source: There was an issue duplicating the dataset.
it: C'è stato un problema nel duplicare il dataset.

source: There was an issue duplicating the selected datasets: %s
it: C'è stato un problema nel duplicare i dataset selezionati: %s.

source: There was an issue favoriting this dashboard.
it: Si è verificato un problema durante l'aggiunta di questa dashboard ai preferiti.

source: There was an issue fetching reports attached to this dashboard.
it: Si è verificato un problema nel recuperare i report associati a questa dashboard.

source: There was an issue fetching the favorite status of this dashboard.
it: Si è verificato un problema nel recuperare lo stato dei preferiti di questa dashboard.

source: There was an issue fetching your dashboards: %s
it: Si è verificato un problema nel recuperare le tue dashboard: %s.

source: There was an issue fetching your recent activity: %s
it: Si è verificato un problema nel recuperare la tua attività recente: %s.

source: There was an issue fetching your saved queries: %s
it: Si è verificato un problema nel recuperare le tue query salvate: %s.

source: There was an issue previewing the selected query %s
it: Si è verificato un problema nella anteprima della query selezionata %s.

source: There was an issue previewing the selected query. %s
it: Si è verificato un problema nella anteprima della query selezionata. %s.

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
it: C'è un ciclo nel tuo Sankey, per favore fornisci un albero. Ecco un link errato: {}.

source: These are the datasets this filter will be applied to.
it: Questi sono i dataset a cui verrà applicato questo filtro.

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
it: Questi parametri sono generati dinamicamente al clic su salva o con il bottone di sovrascrittura nella vista di esplorazione. Questo oggetto JSON è esposto qui per referenza e per utenti esperti che vogliono modificare parametri specifici.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
it: Questo oggetto JSON è generato in maniera dinamica al clic sul pulsante di salvataggio o sovrascrittura nella vista dashboard. Il JSON è esposto qui come riferimento e per gli utenti esperti che vogliono modificare parametri specifici.

source: This action will permanently delete %s.
it: Questa azione eliminerà permanentemente %s.

source: This action will permanently delete the layer.
it: Questa azione eliminerà permanentemente il layer.

source: This action will permanently delete the saved query.
it: Questa azione eliminerà permanentemente la query salvata.

source: This action will permanently delete the template.
it: Questa azione eliminerà permanentemente il template.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
it: Può essere un indirizzo IP (ad esempio 127.0.0.1) o un nome di dominio (ad esempio mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
it: Questo grafico applica filtri incrociati ai grafici i cui dataset contengono colonne con lo stesso nome.

source: This chart has been moved to a different filter scope.
it: Questo grafico è stato spostato in un diverso ambito di filtro.

source: This chart is managed externally, and can't be edited in Superset
it: Questo grafico è gestito esternamente e non può essere modificato in Superset.

source: This chart might be incompatible with the filter (datasets don't match)
it: Questo grafico potrebbe essere incompatibile con il filtro (i dataset non corrispondono).
