Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: The cumulative option allows you to see how your data accumulates over different values. When enabled, the histogram bars represent the running total of frequencies up to each bin. This helps you understand how likely it is to encounter values below a certain point. Keep in mind that enabling cumulative doesn't change your original data, it just changes the way the histogram is displayed.
it: L'opzione cumulativa ti permette di vedere come i tuoi dati si accumulano su valori diversi. Quando abilitata, le barre dell'istogramma rappresentano il totale cumulativo delle frequenze fino a ogni intervallo. Questo ti aiuta a capire quanto è probabile trovare valori al di sotto di un certo punto. Tieni presente che abilitare l'opzione cumulativa non modifica i dati originali, ma cambia solo il modo in cui l'istogramma viene visualizzato.

source: The normalize option transforms the histogram values into proportions or probabilities by dividing each bin's count by the total count of data points. This normalization process ensures that the resulting values sum up to 1, enabling a relative comparison of the data's distribution and providing a clearer understanding of the proportion of data points within each bin.
it: L'opzione di normalizzazione trasforma i valori dell'istogramma in proporzioni o probabilità dividendo il conteggio di ciascun intervallo per il totale dei punti dati. Questo processo di normalizzazione assicura che i valori risultanti sommino a 1, permettendo un confronto relativo della distribuzione dei dati e fornendo una comprensione più chiara della proporzione dei punti dati in ogni intervallo.

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
it: Questo filtro è stato ereditato dal contesto della dashboard. Non verrà salvato quando si salva il grafico.

source: Error: %(text)s
it: Errore: %(text)s

source: (excluded)
it: (escluso)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
it: Imposta l'opacità a 0 se non vuoi sovrascrivere il colore specificato nel GeoJSON

source: expression which needs to adhere to the
it: espressione che deve aderire al

source: source code of Superset's sandboxed parser
it: codice sorgente del parser sandbox di Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
it: standard per garantire che l'ordinamento lessicografico coincida con l'ordinamento cronologico. Se il formato del timestamp non aderisce allo standard ISO 8601 dovrai definire un'espressione e un tipo per trasformare la stringa in una data o timestamp. Nota che attualmente i fusi orari non sono supportati. Se il tempo è memorizzato in formato epoch, inserisci `epoch_s` o `epoch_ms`. Se non viene specificato alcun pattern, utilizziamo i valori predefiniti opzionali a livello di database/nome colonna tramite il parametro extra.

source: to edit or add columns and metrics.
it: per modificare o aggiungere colonne e metriche.

source: to mark a column as a time column
it: per contrassegnare una colonna come colonna temporale

source: to open SQL Lab. From there you can save the query as a dataset.
it: per aprire SQL Lab. Da lì puoi salvare la query come dataset.

source: to visualize your data.
it: per visualizzare i tuoi dati.

source: != (Is not equal)
it: != (Non è uguale)

source: % of parent
it: % del genitore

source: %(dialect)s cannot be used as a data source for security reasons.
it: %(dialect)s non può essere utilizzato come sorgente dati per motivi di sicurezza.

source: %(message)s This may be triggered by: %(issues)s
it: %(message)s Questo potrebbe essere causato da: %(issues)s

source: %(object)s does not exist in this database.
it: %(object)s non esiste in questo database.

source: %(other)s charts will appear here
it: I %(other)s grafici appariranno qui

source: %(other)s dashboards will appear here
it: Le %(other)s dashboard appariranno qui

source: %(other)s recents will appear here
it: I %(other)s elementi recenti appariranno qui

source: %(other)s saved queries will appear here
it: Le %(other)s query salvate appariranno qui

source: %(report_type)s schedule frequency exceeding limit. Please configure a schedule with a minimum interval of %(minimum_interval)d minutes per execution.
it: La frequenza di pianificazione di %(report_type)s supera il limite. Si prega di configurare una pianificazione con un intervallo minimo di %(minimum_interval)d minuti per esecuzione.

source: %(rows)d rows returned
it: Restituite %(rows)d righe

source: %(subtitle)s This may be triggered by: %(issue)s
it: %(subtitle)s Questo potrebbe essere causato da: %(issue)s

source: %(type)s File
it: File %(type)s

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
it: %(validator)s non è stato in grado di verificare la tua query. Ricontrolla la tua query. Eccezione: %(ex)s

source: %s Error
it: Errore %s

source: %s SSH TUNNEL PASSWORD
it: Password tunnel SSH %s

source: %s SSH TUNNEL PRIVATE KEY
it: Chiave privata tunnel SSH %s

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
it: Password chiave privata tunnel SSH %s

source: %s Selected
it: %s Selezionato

source: %s Selected (%s Physical, %s Virtual)
it: %s Selezionato (%s Fisico, %s Virtuale)

source: %s Selected (Physical)
it: %s Selezionato (Fisico)

source: %s Selected (Virtual)
it: %s Selezionato (Virtuale)

source: %s aggregates(s)
it: %s aggregati

source: %s column(s)
it: %s colonne

source: %s ineligible item(s) are hidden
it: %s elementi non idonei sono nascosti

source: %s items could not be tagged because you don’t have edit permissions to all selected objects.
it: %s elementi non possono essere etichettati perché non hai permessi di modifica per tutti gli oggetti selezionati.

source: %s operator(s)
it: %s operatori

source: %s option(s)
it: %s opzione/i

source: %s recipients
it: %s destinatari

source: %s saved metric(s)
it: %s metriche salvate

source: %s-%s of %s
it: %s-%s di %s

source: (Removed)
it: (Rimosso)

source: (deleted or invalid type)
it: (eliminato o tipo non valido)

source: (no description, click to see stack trace)
it: (nessuna descrizione, clicca per vedere il trace dello stack)

source: ), and they become available in your SQL (example:
it: ), e diventano disponibili nel tuo SQL (esempio:

source: *%(name)s* %(description)s Error: %(text)s
it: *%(name)s* %(description)s Errore: %(text)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
it: *%(name)s* %(description)s <%(url)s|Esplora in Superset> %(table)s

source: + %s more
it: + %s in più

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
it: -- Nota: a meno che tu non salvi la tua query, queste schede NON persisteranno se cancelli i tuoi cookie o cambi browser.

source: 0 Selected
it: 0 selezionati

source: 1 calendar day frequency
it: Frequenza di 1 giorno di calendario

source: 1 day ago
it: 1 giorno fa

source: 1 hour
it: 1 ora

source: 1 hourly frequency
it: Frequenza di 1 ora

source: 1 minute
it: 1 minuto

source: 1 minutely frequency
it: Frequenza di 1 minuto

source: 1 month end frequency
it: Frequenza di fine mese

source: 1 month start frequency
it: Frequenza di inizio mese

source: 1 week ago
it: 1 settimana fa

source: 1 week starting Monday (freq=W-MON)
it: 1 settimana a partire da lunedì (freq=W-MON)

source: 1 week starting Sunday (freq=W-SUN)
it: 1 settimana a partire da domenica (freq=W-SUN)

source: 1 year ago
it: 1 anno fa

source: 1 year end frequency
it: Frequenza di fine anno

source: 1 year start frequency
it: Frequenza di inizio anno

source: 104 weeks ago
it: 104 settimane fa

source: 156 weeks ago
it: 156 settimane fa

source: 2 years ago
it: 2 anni fa

source: 2/98 percentiles
it: Percentili 2/98

source: 28 days ago
it: 28 giorni fa

source: 3 years ago
it: 3 anni fa

source: 30 days
it: 30 giorni

source: 30 days ago
it: 30 giorni fa

source: 30 minutes
it: 30 minuti

source: 30 second
it: 30 secondi

source: 30 seconds
it: 30 secondi

source: 4 weeks (freq=4W-MON)
it: 4 settimane (freq=4W-MON)

source: 5 minutes
it: 5 minuti

source: 5 second
it: 5 secondi

source: 5 seconds
it: 5 secondi

source: 52 weeks ago
it: 52 settimane fa

source: 52 weeks starting Monday (freq=52W-MON)
it: 52 settimane a partire da lunedì (freq=52W-MON)

source: 60 days
it: 60 giorni

source: 7 calendar day frequency
it: Frequenza di 7 giorni di calendario

source: 9/91 percentiles
it: Percentili 9/91

source: 90 days
it: 90 giorni

source: < (Smaller than)
it: < (Minore di)

source: <= (Smaller or equal)
it: <= (Minore o uguale)

source: <enter SQL expression here>
it: <inserisci qui l'espressione SQL>

source: <new spatial>
it: <nuovo spaziale>

source: == (Is equal)
it: == (È uguale)

source: > (Larger than)
it: > (Maggiore di)

source: >= (Larger or equal)
it: >= (Maggiore o uguale)

source: A comma separated list of columns that should be parsed as dates
it: Un elenco di colonne separate da virgola che dovrebbero essere interpretate come date

source: A comma-separated list of schemas that files are allowed to upload to.
it: Un elenco di schemi separati da virgola su cui è consentito caricare i file.

source: A database port is required when connecting via SSH Tunnel.
it: È richiesta una porta del database quando ci si connette tramite tunnel SSH.

source: A database with the same name already exists.
it: Esiste già un database con lo stesso nome.

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"int"}. Check Python's Pandas library for supported data types.
it: Un dizionario con i nomi delle colonne e i loro tipi di dati se hai bisogno di modificare i valori predefiniti. Esempio: {"user_id":"int"}. Consulta la libreria Pandas di Python per i tipi di dati supportati.

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
it: Un URL completo che punta alla posizione del plugin compilato (ad esempio potrebbe essere ospitato su un CDN)

source: A handlebars template that is applied to the data
it: Un template handlebars che viene applicato ai dati

source: A human-friendly name
it: Un nome facilmente comprensibile

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
it: Un elenco di nomi di dominio che possono incorporare questa dashboard. Lasciando questo campo vuoto si permetterà l'incorporamento da qualsiasi dominio.

source: A list of tags that have been applied to this chart.
it: Un elenco di tag che sono stati applicati a questo grafico.

source: A list of users who can alter the chart. Searchable by name or username.
it: Un elenco di utenti che possono modificare il grafico. Ricercabili per nome o username.

source: A map of the world, that can indicate values in different countries.
it: Una mappa del mondo che può indicare valori in diversi paesi.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
it: Una mappa che disegna cerchi con raggio variabile alle coordinate di latitudine/longitudine

source: A metric to use for color
it: Una metrica da usare per il colore

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
it: Un grafico a coordinate polari dove il cerchio è suddiviso in settori di angolo uguale, e il valore rappresentato da ciascun settore è illustrato dalla sua area, piuttosto che dal suo raggio o angolo di spazzata.

source: A readable URL for your dashboard
it: Una URL leggibile per la tua dashboard

source: A reference to the [Time] configuration, taking granularity into account
it: Un riferimento alla configurazione [Time], tenendo conto della granularità

source: A report named "%(name)s" already exists
it: Un report con il nome "%(name)s" esiste già

source: A reusable dataset will be saved with your chart.
it: Un dataset riutilizzabile verrà salvato insieme al tuo grafico.

source: A set of parameters that become available in the query using Jinja templating syntax
it: Un insieme di parametri che diventano disponibili nella query utilizzando la sintassi di template Jinja

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
it: Un grafico a serie temporali che visualizza come una metrica correlata di più gruppi varia nel tempo. Ogni gruppo è visualizzato utilizzando un colore diverso.

source: A valid color scheme is required
it: È richiesto uno schema di colori valido

source: A waterfall chart is a form of data visualization that helps in understanding the cumulative effect of sequentially introduced positive or negative values. These intermediate values can either be time based or category based.
it: Un grafico a cascata è una forma di visualizzazione dei dati che aiuta a comprendere l'effetto cumulativo di valori positivi o negativi introdotti in sequenza. Questi valori intermedi possono essere basati sul tempo o su categorie.

source: APPLY
it: APPLICA

source: AUG
it: AGO

source: AXIS TITLE MARGIN
it: MARGINE TITOLO ASSE

source: About
it: Informazioni

source: Access
it: Accesso

source: Access token
it: Token di accesso

source: Action
it: Azione

source: Action Log
it: Log delle azioni

source: Actions
it: Azioni

source: Active
it: Attivo

source: Actual time range
it: Intervallo di tempo effettivo

source: Add
it: Aggiungi

source: Add BCC Recipients
it: Aggiungi destinatari in BCC

source: Add CC Recipients
it: Aggiungi destinatari in CC

source: Add CSS template
it: Aggiungi template CSS

source: Add Chart
it: Aggiungi grafico

source: Add Column
it: Aggiungi colonna

source: Add Dashboard
it: Aggiungi Dashboard

source: Add Database
it: Aggiungi Database

source: Add Log
it: Aggiungi log

source: Add Metric
it: Aggiungi metrica

source: Add Tag
it: Aggiungi Tag

source: Add a Plugin
it: Aggiungi un Plugin

source: Add a new tab to create SQL Query
it: Aggiungi una nuova scheda per creare una query SQL

source: Add additional custom parameters
it: Aggiungi parametri personalizzati aggiuntivi

source: Add annotation
it: Aggiungi annotazione

source: Add annotation layer
it: Aggiungi livello di annotazione

source: Add another notification method
it: Aggiungi un altro metodo di notifica

source: Add calculated columns to dataset in "Edit datasource" modal
it: Aggiungi colonne calcolate al dataset nella finestra modale "Modifica sorgente dati"

source: Add calculated temporal columns to dataset in "Edit datasource" modal
it: Aggiungi colonne temporali calcolate al dataset nella finestra modale "Modifica sorgente dati"

source: Add color for positive/negative change
it: Aggiungi colore per variazioni positive/negative

source: Add custom scoping
it: Aggiungi scoping personalizzato

source: Add dataset columns here to group the pivot table columns.
it: Aggiungi qui le colonne del dataset per raggruppare le colonne della tabella pivot.

source: Add delivery method
it: Aggiungi metodo di consegna

source: Add description of your tag
it: Aggiungi descrizione del tuo tag

source: Add extra connection information.
it: Aggiungi informazioni extra di connessione.

source: Add filter
it: Aggiungi filtro

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
it: Aggiungi clausole di filtro per controllare la query di origine del filtro, sebbene solo nel contesto dell'autocompletamento, ad esempio queste condizioni non influiscono su come il filtro viene applicato alla dashboard. Questo è utile quando si desidera migliorare le prestazioni della query eseguendo la scansione solo di un sottoinsieme dei dati sottostanti o limitando i valori disponibili visualizzati nel filtro.

source: Add filters and dividers
it: Aggiungi filtri e divisori

source: Add item
it: Aggiungi elemento

source: Add metric
it: Aggiungi metrica

source: Add metrics to dataset in "Edit datasource" modal
it: Aggiungi metriche al dataset nella finestra modale "Modifica sorgente dati"

source: Add new color formatter
it: Aggiungi nuovo formattatore di colori

source: Add new formatter
it: Aggiungi nuovo formattatore

source: Add required control values to preview chart
it: Aggiungi i valori di controllo richiesti per visualizzare l'anteprima del grafico

source: Add required control values to save chart
it: Aggiungi i valori di controllo richiesti per salvare il grafico

source: Add tag to entities
it: Aggiungi tag agli enti

source: Add the name of the chart
it: Aggiungi il nome del grafico

source: Add to dashboard
it: Aggiungi alla dashboard

source: Added
it: Aggiunto

source: Additional fields may be required
it: Potrebbero essere richiesti campi aggiuntivi

source: Additional information
it: Informazioni aggiuntive

source: Additional metadata
it: Metadati aggiuntivi

source: Additional padding for legend.
it: Padding aggiuntivo per la legenda.

source: Additional text to add before or after the value, e.g. unit
it: Testo aggiuntivo da inserire prima o dopo il valore, ad esempio l'unità di misura

source: Adds color to the chart symbols based on the positive or negative change from the comparison value.
it: Aggiunge colore ai simboli del grafico in base alla variazione positiva o negativa rispetto al valore di confronto.

source: Adjust column settings such as specifying the columns to read, how duplicates are handled, column data types, and more.
it: Regola le impostazioni delle colonne come la specifica delle colonne da leggere, la gestione dei duplicati, i tipi di dati delle colonne e altro.

source: Adjust how spaces, blank lines, null values are handled and other file wide settings.
it: Regola come vengono gestiti gli spazi, le righe vuote, i valori null e altre impostazioni generali del file.

source: Adjust how this database will interact with SQL Lab.
it: Regola come questo database interagirà con SQL Lab.

source: Adjust performance settings of this database.
it: Regola le impostazioni delle prestazioni di questo database.

source: Advanced
it: Avanzato

source: Advanced analytics
it: Analytics avanzate

source: Aggregate Mean
it: Media Aggregata

source: Aggregate Sum
it: Somma Aggregata

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
it: Funzione di aggregazione applicata alla lista dei punti in ogni cluster per produrre l'etichetta del cluster.

source: Aggregate function to apply when pivoting and computing the total rows and columns
it: Funzione di aggregazione da applicare durante il pivot e il calcolo delle righe e colonne totali

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
it: Aggrega i dati all'interno dei confini delle celle della griglia e mappa i valori aggregati a una scala di colori dinamica

source: Alert Triggered, In Grace Period
it: Avviso Attivato, In Periodo di Grazia

source: Alert condition
it: Condizione di Avviso

source: Alert ended grace period.
it: L'avviso ha terminato il periodo di grazia.

source: Alert failed
it: Avviso fallito

source: Alert fired during grace period.
it: Avviso attivato durante il periodo di grazia.

source: Alert found an error while executing a query.
it: L'avviso ha trovato un errore durante l'esecuzione di una query.

source: Alert is active
it: L'avviso è attivo

source: Alert name
it: Nome Avviso

source: Alert on grace period
it: Avviso nel periodo di grazia

source: Alert query returned a non-number value.
it: La query dell'avviso ha restituito un valore non numerico.

source: Alert query returned more than one column.
it: La query dell'avviso ha restituito più di una colonna.

source: Alert query returned more than one column. %(num_cols)s columns returned
it: La query dell'avviso ha restituito più di una colonna. %(num_cols)s colonne restituite

source: Alert query returned more than one row.
it: La query dell'avviso ha restituito più di una riga.

source: Alert query returned more than one row. %(num_rows)s rows returned
it: La query dell'avviso ha restituito più di una riga. %(num_rows)s righe restituite

source: Alert running
it: Avviso in esecuzione

source: Alert triggered, notification sent
it: Avviso attivato, notifica inviata

source: Alert validator config error.
it: Errore di configurazione del validatore dell'avviso.

source: Alerts
it: Avvisi

source: Alerts & Reports
it: Avvisi & Report

source: Alerts & reports
it: Avvisi & report

source: Align +/-
it: Allinea +/-

source: All
it: Tutti

source: All Text
it: Tutto il testo

source: All charts
it: Tutti i grafici

source: All charts/global scoping
it: Tutti i grafici/ambito globale

source: All filters
it: Tutti i filtri

source: All panels
it: Tutti i pannelli

source: All panels with this column will be affected by this filter
it: Tutti i pannelli con questa colonna saranno influenzati da questo filtro

source: Allow CREATE TABLE AS
it: Permetti CREATE TABLE AS

source: Allow CREATE TABLE AS option in SQL Lab
it: Permetti l'opzione CREATE TABLE AS in SQL Lab

source: Allow CREATE VIEW AS
it: Permetti CREATE VIEW AS

source: Allow CREATE VIEW AS option in SQL Lab
it: Permetti l'opzione CREATE VIEW AS in SQL Lab

source: Allow Csv Upload
it: Permetti il caricamento di file CSV

source: Allow DML
it: Permetti DML

source: Allow changing catalogs
it: Permetti il cambio di cataloghi

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
it: Consenti la modifica dei nomi delle colonne in un formato senza distinzione tra maiuscole e minuscole, se supportato (ad esempio Oracle, Snowflake).

source: Allow columns to be rearranged
it: Permetti il riordinamento delle colonne

source: Allow creation of new tables based on queries
it: Permetti la creazione di nuove tabelle basate su query

source: Allow creation of new views based on queries
it: Permetti la creazione di nuove viste basate su query

source: Allow data manipulation language
it: Permetti il linguaggio di manipolazione dei dati

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
it: Permetti all'utente finale di trascinare e rilasciare le intestazioni delle colonne per riordinarle. Nota che le loro modifiche non persisteranno la prossima volta che apriranno il grafico.

source: Allow file uploads to database
it: Permetti il caricamento di file nel database

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
it: Permetti la manipolazione del database utilizzando istruzioni diverse da SELECT come UPDATE, DELETE, CREATE, ecc.

source: Allow sending multiple polygons as a filter event
it: Permetti l'invio di più poligoni come evento di filtro

source: Allow this database to be explored
it: Permetti che questo database sia esplorato
