Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Error loading chart datasources. Filters may not work correctly.
it: Errore nel caricamento delle sorgenti dati del grafico. I filtri potrebbero non funzionare correttamente.

source: Error message
it: Messaggio di errore

source: Error reading Excel file
it: Errore nella lettura del file Excel

source: Error: %(error)s
it: Errore: %(error)s

source: Error: %(msg)s
it: Errore: %(msg)s

source: Error: permalink state not found
it: Errore: stato del permalink non trovato

source: Estimate cost
it: Stima costo

source: Estimate selected query cost
it: Stima del costo della query selezionata

source: Estimate the cost before running a query
it: Stima il costo prima di eseguire una query

source: Event Flow
it: Flusso dell'evento

source: Event definition
it: Definizione dell'evento

source: Event flow
it: Flusso dell'evento

source: Every
it: Ogni

source: Evolution
it: Evoluzione

source: Exact
it: Esatto

source: Example
it: Esempio

source: Examples
it: Esempi

source: Excel Upload
it: Caricamento Excel

source: Excel file format cannot be determined
it: Il formato del file Excel non può essere determinato

source: Exclude selected values
it: Escludi i valori selezionati

source: Excluded roles
it: Ruoli esclusi

source: Executed query
it: Query eseguita

source: Execution ID
it: ID esecuzione

source: Execution log
it: Log di esecuzione

source: Exit fullscreen
it: Esci da schermo intero

source: Expand
it: Espandi

source: Expand all
it: Espandi tutto

source: Expand data panel
it: Espandi pannello dati

source: Expand row
it: Espandi riga

source: Expand table preview
it: Espandi anteprima tabella

source: Expand tool bar
it: Espandi barra degli strumenti

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
it: Si aspetta una formula con il parametro temporale dipendente 'x' in millisecondi dall'epoca. mathjs è usato per valutare le formule. Esempio: '2x+5'

source: Experimental
it: Sperimentale

source: Explore
it: Esplora

source: Explore - %(table)s
it: Esplora - %(table)s

source: Explore the result set in the data exploration view
it: Esplora il set di risultati nella vista di esplorazione dei dati

source: Export
it: Esporta

source: Export dashboards?
it: Esporta dashboard?

source: Export to YAML
it: Esporta in YAML

source: Export to YAML?
it: Esporta in YAML?

source: Export to full .CSV
it: Esporta in .CSV completo

source: Export to original .CSV
it: Esporta in .CSV originale

source: Export to pivoted .CSV
it: Esporta in .CSV pivotato

source: Expose database in SQL Lab
it: Esporre il database in SQL Lab

source: Expose in SQL Lab
it: Esporre in SQL Lab

source: Expose this DB in SQL Lab
it: Esporre questo DB in SQL Lab

source: Expression
it: Espressione

source: Extra Controls
it: Controlli Extra

source: Extra data for JS
it: Dati extra per JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
it: Dati extra per specificare i metadati della tabella. Attualmente supporta i metadati nel formato: `{ "certification": { "certified_by": "Data Platform Team", "details": "Questa tabella è la fonte di verità." }, "warning_markdown": "Questo è un avvertimento." }`.

source: Extra field cannot be decoded by JSON. %(msg)s
it: Il campo extra non può essere decodificato da JSON. %(msg)s

source: Extra parameters for use in jinja templated queries
it: Parametri extra per l'uso in query con template jinja

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
it: Parametri extra che possono essere impostati da qualsiasi plugin per essere utilizzati nelle query con template Jinja

source: Extra url parameters for use in Jinja templated queries
it: Parametri URL extra per l'uso nelle query con template Jinja

source: FRI
it: VEN

source: Factor to multiply the metric by
it: Fattore per moltiplicare la metrica

source: Failed
it: Fallito

source: Failed at retrieving results
it: Errore nel recupero dei risultati

source: Failed at stopping query. %s
it: Errore nell'arresto della query. %s

source: Failed to create report
it: Creazione del report fallita

source: Failed to execute %(query)s
it: Esecuzione di %(query)s fallita

source: Failed to generate chart edit URL
it: Errore nella generazione dell'URL di modifica del grafico

source: Failed to load chart data
it: Errore nel caricamento dei dati del grafico

source: Failed to load chart data.
it: Errore nel caricamento dei dati del grafico.

source: Failed to load dimensions for drill by
it: Errore nel caricamento delle dimensioni per drill by

source: Failed to start remote query on a worker.
it: Errore nell'avvio della query remota su un worker.

source: Failed to update report
it: Errore nell'aggiornamento del report

source: Failed to verify select options: %s
it: Errore nella verifica delle opzioni di selezione: %s

source: Favorite
it: Preferito

source: Featured color palettes
it: Palette di colori in primo piano

source: February
it: Febbraio

source: Fetch Values Predicate
it: Predicato Fetch Values

source: Fetch data preview
it: Recupera anteprima dei dati

source: Fetched %s
it: Recuperato %s

source: Fetching
it: Recupero

source: Field cannot be decoded by JSON. %(json_error)s
it: Il campo non può essere decodificato da JSON. %(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
it: Il campo non può essere decodificato da JSON. %(msg)s

source: Field is required
it: Il campo è obbligatorio

source: File extension is not allowed.
it: L'estensione del file non è consentita.

source: File size exceeds the maximum allowed size.
it: La dimensione del file supera il limite massimo consentito.

source: File upload
it: Caricamento file

source: Fill Color
it: Colore di riempimento

source: Fill all required fields to enable "Default Value"
it: Compila tutti i campi obbligatori per abilitare "Valore predefinito"

source: Fill method
it: Metodo di riempimento

source: Filter List
it: Lista dei filtri

source: Filter has default value
it: Il filtro ha un valore predefinito

source: Filter name
it: Nome del filtro

source: Filter only displays values relevant to selections made in other filters.
it: Il filtro mostra solo i valori rilevanti rispetto alle selezioni effettuate in altri filtri.

source: Filter results
it: Risultati del filtro

source: Filter value (case sensitive)
it: Valore del filtro (sensibile alle maiuscole/minuscole)

source: Filter value list cannot be empty
it: La lista dei valori del filtro non può essere vuota

source: Filter your charts
it: Filtra i tuoi grafici

source: Filterable
it: Filtrabile

source: Filters
it: Filtri

source: Filters by columns
it: Filtri per colonne

source: Filters by metrics
it: Filtri per metriche

source: Filters for comparison must have a value
it: I filtri per il confronto devono avere un valore

source: Filters out of scope (%d)
it: Filtri fuori dall'ambito (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
it: I filtri con la stessa chiave di gruppo verranno combinati con OR all'interno del gruppo, mentre gruppi di filtri diversi verranno combinati con AND. Le chiavi di gruppo non definite sono trattate come gruppi unici, cioè non vengono raggruppate insieme. Ad esempio, se una tabella ha tre filtri, di cui due per i dipartimenti Finanza e Marketing (chiave di gruppo = 'dipartimento'), e uno si riferisce alla regione Europa (chiave di gruppo = 'regione'), la clausola filtro applicherà il filtro (dipartimento = 'Finanza' OR dipartimento = 'Marketing') AND (regione = 'Europa').

source: Finish
it: Fine

source: First
it: Primo

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
it: Fissa la linea di tendenza all'intervallo di tempo completo specificato nel caso in cui i risultati filtrati non includano le date di inizio o fine

source: Fix to selected Time Range
it: Fissa all'intervallo di tempo selezionato

source: Fixed Color
it: Colore fisso

source: Fixed color
it: Colore fisso

source: Fixed point radius
it: Raggio del punto fisso

source: Flow
it: Flusso

source: Font size
it: Dimensione del carattere

source: Font size for axis labels, detail value and other text elements
it: Dimensione del carattere per etichette degli assi, valore dei dettagli e altri elementi testuali

source: Font size for the biggest value in the list
it: Dimensione del carattere per il valore più grande nella lista

source: Font size for the smallest value in the list
it: Dimensione del carattere per il valore più piccolo nella lista

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
it: Per BigQuery, Presto e Postgres, mostra un pulsante per calcolare il costo prima di eseguire una query.

source: For Trino, describe full schemas of nested ROW types, expanding them with dotted paths
it: Per Trino, descrive gli schemi completi dei tipi di ROW annidati, espandendoli con percorsi punteggiati

source: For further instructions, consult the
it: Per ulteriori istruzioni, consulta il

source: For more information about objects are in context in the scope of this function, refer to the
it: Per maggiori informazioni sugli oggetti nel contesto di questa funzione, fai riferimento al

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
it: Per i filtri regolari, questi sono i ruoli a cui verrà applicato il filtro. Per i filtri di base, questi sono i ruoli a cui il filtro NON si applica, ad esempio Admin se l'admin deve vedere tutti i dati.

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
it: Forza la creazione di tutte le tabelle e viste in questo schema quando si clicca CTAS o CVAS in SQL Lab.

source: Force refresh
it: Forza aggiornamento

source: Force refresh catalog list
it: Forza aggiornamento lista cataloghi

source: Force refresh schema list
it: Forza aggiornamento lista schemi

source: Force refresh table list
it: Forza aggiornamento elenco tabelle

source: Forecast periods
it: Periodi di previsione

source: Foreign key
it: Chiave esterna

source: Form data not found in cache, reverting to chart metadata.
it: Dati del modulo non trovati nella cache, si ritorna ai metadati del grafico.

source: Form data not found in cache, reverting to dataset metadata.
it: Dati del modulo non trovati nella cache, si ritorna ai metadati del dataset.

source: Format data labels. Use variables: {name}, {value}, {percent}. \n represents a new line. ECharts compatibility: {a} (series), {b} (name), {c} (value), {d} (percentage)
it: Formatta le etichette dei dati. Usa le variabili: {name}, {value}, {percent}. \n rappresenta una nuova linea. Compatibilità con ECharts: {a} (serie), {b} (nome), {c} (valore), {d} (percentuale)

source: Formatted CSV attached in email
it: CSV formattato allegato nell'email

source: Found invalid orderby options
it: Trovate opzioni di ordinamento non valide

source: Fraction digits
it: Cifre decimali

source: Frequency
it: Frequenza

source: Friction between nodes
it: Attrito tra i nodi

source: Friday
it: Venerdì

source: From date cannot be larger than to date
it: La data di inizio non può essere dopo la data di fine

source: Further customize how to display each column
it: Ulteriori personalizzazioni su come visualizzare ogni colonna

source: Further customize how to display each metric
it: Ulteriori personalizzazioni su come visualizzare ogni metrica

source: General
it: Generale

source: Generating link, please wait..
it: Generazione del link in corso, attendere prego...

source: Get the last date by the date unit.
it: Ottieni l'ultima data per unità di tempo.

source: Get the specify date for the holiday
it: Ottieni la data specificata per la festività

source: Give access to multiple catalogs in a single database connection.
it: Fornisci accesso a più cataloghi in una singola connessione al database.

source: Go to the edit mode to configure the dashboard and add charts
it: Vai alla modalità di modifica per configurare la dashboard e aggiungere grafici

source: Gold
it: Oro

source: Google Sheet Name and URL
it: Nome e URL del Foglio Google

source: Grace period
it: Periodo di grazia

source: Graph layout
it: Layout del grafo

source: Gravity
it: Gravità

source: Greater or equal (>=)
it: Maggiore o uguale (>=)

source: Greater than (>)
it: Maggiore di (>)

source: Green for increase, red for decrease
it: Verde per aumento, rosso per diminuzione

source: Grid
it: Griglia

source: Group By, Metrics or Percentage Metrics must have a value
it: Raggruppa per, Metriche o Metriche Percentuali devono avere un valore

source: Group by
it: Raggruppa per

source: Groupable
it: Raggruppabile

source: Guest user cannot modify chart payload
it: L'utente ospite non può modificare il contenuto del grafico

source: Hard value bounds applied for color coding.
it: Limiti di valore fissi applicati per la codifica dei colori.

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
it: Limiti di valore fissi applicati per la codifica dei colori. Rilevante e applicato solo quando la normalizzazione è applicata all'intera mappa di calore.

source: Header
it: Intestazione

source: Header Row
it: Riga di intestazione

source: Heatmap
it: Mappa di calore

source: Heatmap Options
it: Opzioni mappa di calore

source: Height
it: Altezza

source: Height of the sparkline
it: Altezza dello sparkline

source: Hide Line
it: Nascondi linea

source: Hide layer
it: Nascondi livello

source: Hide tool bar
it: Nascondi barra degli strumenti

source: Hides the Line for the time series
it: Nasconde la linea per la serie temporale

source: Histogram
it: Istogramma

source: Horizon Charts
it: Grafici a orizzonte

source: Horizontal (Top)
it: Orizzontale (Alto)

source: Horizontal alignment
it: Allineamento orizzontale

source: Hostname or IP address
it: Nome host o indirizzo IP

source: Hours offset
it: Offset in ore

source: How do you want to enter service account credentials?
it: Come vuoi inserire le credenziali dell'account di servizio?

source: How many buckets should the data be grouped in.
it: In quanti bucket devono essere raggruppati i dati.

source: How many periods into the future do we want to predict
it: Quanti periodi nel futuro vogliamo prevedere

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
it: Come visualizzare gli spostamenti temporali: come linee individuali; come differenza tra la serie temporale principale e ogni spostamento temporale; come variazione percentuale; oppure come rapporto tra serie e spostamenti temporali.

source: Huge
it: Enorme

source: ISO 3166-2 Codes
it: Codici ISO 3166-2

source: Id of root node of the tree.
it: Id del nodo radice dell'albero.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
it: Se Presto o Trino, tutte le query in SQL Lab saranno eseguite come l'utente attualmente connesso che deve avere il permesso di eseguirle. Se Hive e hive.server2.enable.doAs è abilitato, le query saranno eseguite come account di servizio, ma impersonando l'utente attualmente connesso tramite la proprietà hive.server2.proxy.user.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
it: Se Presto, tutte le query in SQL Lab saranno eseguite come l'utente attualmente connesso che deve avere il permesso di eseguirle.<br/>Se Hive e hive.server2.enable.doAs è abilitato, le query saranno eseguite come account di servizio, ma impersonando l'utente attualmente connesso tramite la proprietà hive.server2.proxy.user.

source: If a metric is specified, sorting will be done based on the metric value
it: Se viene specificata una metrica, l'ordinamento sarà basato sul valore della metrica

source: If enabled, this control sorts the results/values descending, otherwise it sorts the results ascending.
it: Se abilitato, questo controllo ordina i risultati/valori in ordine decrescente, altrimenti ordina i risultati in ordine crescente.

source: If selected, please set the schemas allowed for csv upload in Extra.
it: Se selezionato, per favore imposta gli schemi permessi per il caricamento di csv in Extra.

source: Ignore cache when generating report
it: Ignora la cache durante la generazione del report

source: Ignore null locations
it: Ignora le posizioni nulle

source: Ignore time
it: Ignora il tempo

source: Image (PNG) embedded in email
it: Immagine (PNG) incorporata nell'email

source: Image download failed, please refresh and try again.
it: Download dell'immagine fallito, per favore aggiorna e riprova.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
it: Impersona l'utente connesso (Presto, Trino, Drill, Hive e GSheets)

source: Impersonate the logged on user
it: Impersona l'utente connesso

source: Import
it: Importa

source: Import %s
it: Importa %s

source: Import Dashboard(s)
it: Importa dashboard

source: Import a table definition
it: Importa una definizione di tabella

source: Import chart failed for an unknown reason
it: L'importazione del grafico è fallita per una ragione sconosciuta

source: Import dashboard failed for an unknown reason
it: L'importazione della dashboard è fallita per una ragione sconosciuta

source: Import dashboards
it: Importa dashboard

source: Import database failed for an unknown reason
it: L'importazione del database è fallita per una ragione sconosciuta

source: Import dataset failed for an unknown reason
it: L'importazione del dataset è fallita per una ragione sconosciuta

source: Import saved query failed for an unknown reason.
it: L'importazione della query salvata è fallita per una ragione sconosciuta.

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
it: Importante! Seleziona questa opzione se la tabella non è già ordinata per ID entità, altrimenti non c'è garanzia che tutti gli eventi per ogni entità vengano restituiti.

source: Include Series
it: Includi serie

source: Include a description that will be sent with your report
it: Includi una descrizione che sarà inviata con il tuo report

source: Include description to be sent with %s
it: Includi descrizione da inviare con %s

source: Include series name as an axis
it: Includi il nome della serie come un asse

source: Include time
it: Includi il tempo

source: Index Column
it: Colonna indice

source: Info
it: Informazioni

source: Inherit range from time filter
it: Eredita intervallo dal filtro temporale

source: Inner Radius
it: Raggio interno

source: Inner radius of donut hole
it: Raggio interno del buco della ciambella

source: Input custom width in pixels
it: Inserisci larghezza personalizzata in pixel

source: Input field supports custom rotation. e.g. 30 for 30°
it: Il campo di input supporta rotazioni personalizzate. Es: 30 per 30°

source: Intensity
it: Intensità

source: Intensity Radius
it: Raggio di intensità

source: Intensity Radius is the radius at which the weight is distributed
it: Il Raggio di Intensità è il raggio al quale il peso è distribuito

source: Intensity is the value multiplied by the weight to obtain the final weight
it: L'intensità è il valore moltiplicato per il peso per ottenere il peso finale

source: Interval colors
it: Colori dell'intervallo

source: Intesity
it: Intensità

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
it: Stringa di connessione non valida: ci si aspetta una stringa della forma 'ocient://user:pass@host:port/database'.

source: Invalid JSON
it: JSON non valido

source: Invalid advanced data type: %(advanced_data_type)s
it: Tipo di dato avanzato non valido: %(advanced_data_type)s

source: Invalid certificate
it: Certificato non valido

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
it: Stringa di connessione non valida, una stringa valida solitamente è: backend+driver://user:password@database-host/database-name

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
it: Stringa di connessione non valida, una stringa valida solitamente è del tipo:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Esempio:'postgresql://user:password@your-postgres-db/database'</p>

source: Invalid cron expression
it: Espressione cron non valida

source: Invalid cumulative operator: %(operator)s
it: Operatore cumulativo non valido: %(operator)s

source: Invalid currency code in saved metrics
it: Codice valuta non valido nelle metriche salvate

source: Invalid date/timestamp format
it: Formato data/timestamp non valido

source: Invalid filter operation type: %(op)s
it: Tipo di operazione di filtro non valido: %(op)s

source: Invalid geodetic string
it: Stringa geodetica non valida

source: Invalid geohash string
it: Stringa geohash non valida

source: Invalid input
it: Input non valido

source: Invalid lat/long configuration.
it: Configurazione latitudine/longitudine non valida.

source: Invalid longitude/latitude
it: Longitudine/latitudine non valida

source: Invalid metric object: %(metric)s
it: Oggetto metrica non valido: %(metric)s

source: Invalid numpy function: %(operator)s
it: Funzione numpy non valida: %(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
it: Opzioni non valide per %(rolling_type)s: %(options)s

source: Invalid permalink key
it: Chiave permalink non valida

source: Invalid reference to column: "%(column)s"
it: Riferimento non valido alla colonna: "%(column)s"

source: Invalid result type: %(result_type)s
it: Tipo di risultato non valido: %(result_type)s

source: Invalid rolling_type: %(type)s
it: Tipo di rolling_type non valido: %(type)s

source: Invalid spatial point encountered: %(latlong)s
it: Rilevato punto spaziale non valido: %(latlong)s

source: Invalid state.
it: Stato non valido.

source: Invalid tab ids: %s(tab_ids)
it: ID tab non validi: %s(tab_ids)

source: Inverse selection
it: Selezione inversa

source: Is custom tag
it: È un tag personalizzato

source: Is dimension
it: È una dimensione

source: Is favorite
it: È preferito

source: Is filterable
it: Filtrabile

source: Is not null
it: Non è nullo

source: Is null
it: È nullo
