Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: One or more parameters specified in the query are missing.
it: Mancano uno o più parametri specificati nella query.

source: One ore more annotation layers failed loading.
it: Uno o più livelli di annotazione non sono stati caricati.

source: Only SELECT statements are allowed against this database.
it: Solo le istruzioni SELECT sono permesse su questo database.

source: Only Total
it: Solo Totale

source: Only `SELECT` statements are allowed
it: Sono permesse solo istruzioni `SELECT`

source: Only applies when "Label Type" is not set to a percentage.
it: Si applica solo quando il "Tipo di etichetta" non è impostato su percentuale.

source: Only applies when "Label Type" is set to show values.
it: Si applica solo quando il "Tipo di etichetta" è impostato per mostrare i valori.

source: Only selected panels will be affected by this filter
it: Solo i pannelli selezionati saranno influenzati da questo filtro

source: Only show the total value on the stacked chart, and not show on the selected category
it: Mostra solo il valore totale sul grafico impilato, e non mostrare sulla categoria selezionata

source: Only single queries supported
it: Sono supportate solo query singole

source: Oops! An error occurred!
it: Oops! Si è verificato un errore!

source: Opacity
it: Opacità

source: Opacity of Area Chart. Also applies to confidence band.
it: Opacità del grafico ad area. Si applica anche alla banda di confidenza.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
it: Opacità di tutti i cluster, punti ed etichette. Tra 0 e 1.

source: Opacity of area chart.
it: Opacità del grafico ad area.

source: Opacity of bubbles, 0 means completely transparent, 1 means opaque
it: Opacità delle bolle, 0 significa completamente trasparente, 1 significa opaco

source: Opacity, expects values between 0 and 100
it: Opacità, si aspettano valori tra 0 e 100

source: Open Datasource tab
it: Sorgente Dati

source: Open in SQL Lab
it: Apri in SQL Lab

source: Open query in SQL Lab
it: Apri la query in SQL Lab

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
it: Opera il database in modalità asincrona, il che significa che le query sono eseguite su worker remoti invece che sul server web stesso. Questo presuppone che tu abbia configurato un worker Celery e un backend per i risultati. Consulta la documentazione di installazione per maggiori informazioni.

source: Operator undefined for aggregator: %(name)s
it: Operatore non definito per l'aggregatore: %(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
it: Contenuti opzionali di CA_BUNDLE per validare le richieste HTTPS. Disponibile solo su alcuni motori di database.

source: Optional name of the data column.
it: Nome opzionale della colonna dei dati.

source: Optional warning about use of this metric
it: Avviso opzionale sull'uso di questa metrica

source: Or choose from a list of other databases we support:
it: Oppure scegli da un elenco di altri database che supportiamo:

source: Order by entity id
it: Ordina per id entità

source: Order results by selected columns
it: Ordina i risultati per le colonne selezionate

source: Ordering
it: Ordinamento

source: Orientation of filter bar
it: Orientamento della barra dei filtri

source: Orientation of tree
it: Orientamento dell'albero

source: Original table column order
it: Ordine originale delle colonne della tabella

source: Original value
it: Valore originale

source: Orthogonal
it: Ortogonale

source: Other color palettes
it: Altre palette di colori

source: Outdoors
it: All'aperto

source: Outer Radius
it: Raggio esterno

source: Outer edge of Pie chart
it: Bordo esterno del grafico a torta

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 ore, 7 giorni, 52 settimane, 365 giorni). È supportato il testo libero.
it: Sovrapponi una o più serie temporali da un periodo di tempo relativo. Si aspettano delta di tempo relativi in linguaggio naturale (esempio: 24 ore, 7 giorni, 52 settimane, 365 giorni). È supportato il testo libero.

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 ore, 7 giorni, 52 settimane, 365 giorni). Free text is supported.
it: Sovrapponi una o più serie temporali da un periodo di tempo relativo. Si aspettano delta di tempo relativi in linguaggio naturale (esempio: 24 ore, 7 giorni, 52 settimane, 365 giorni). È supportato il testo libero.

source: Overlay results from a relative time period. Expects relative time deltas in natural language (example: 24 ore, 7 giorni, 52 settimane, 365 giorni). Free text is supported. Use "Inherit range from time filters" to shift the comparison time range by the same length as your time range and use "Custom" to set a custom comparison range.
it: Sovrapponi risultati da un periodo di tempo relativo. Si aspettano delta di tempo relativi in linguaggio naturale (esempio: 24 ore, 7 giorni, 52 settimane, 365 giorni). È supportato il testo libero. Usa "Eredita intervallo dai filtri temporali" per spostare l'intervallo di tempo di confronto della stessa lunghezza del tuo intervallo di tempo e usa "Personalizzato" per impostare un intervallo di confronto personalizzato.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
it: Sovrappone una griglia esagonale su una mappa e aggrega i dati all'interno dei confini di ogni cella.

source: Override time grain
it: Sovrascrivi la granularità temporale

source: Override time range
it: Sovrascrivi l'intervallo di tempo

source: Overwrite
it: Sovrascrivi

source: Overwrite & Explore
it: Sovrascrivi ed esplora

source: Overwrite Dashboard [%s]
it: Sovrascrivi la dashboard [%s]

source: Overwrite existing
it: Sovrascrivi esistente

source: Overwrite text in the editor with a query on this table
it: Sovrascrivi il testo nell'editor con una query su questa tabella

source: Owned Created or Favored
it: Di proprietà, creato o preferito

source: Owner
it: Proprietario

source: Owners
it: Proprietari

source: Owners are invalid
it: I proprietari non sono validi

source: Owners is a list of users who can alter the dashboard.
it: I proprietari sono una lista di utenti che possono modificare la dashboard.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
it: I proprietari sono una lista di utenti che possono modificare la dashboard. Ricercabile per nome o nome utente.

source: Page length
it: Lunghezza pagina

source: Paired t-test Table
it: Tabella t-test appaiato

source: Pandas resample method
it: Metodo di ricampionamento Pandas

source: Pandas resample rule
it: Regola di ricampionamento Pandas

source: Parallel Coordinates
it: Coordinate parallele

source: Parameter error
it: Errore di parametro

source: Parameters
it: Parametri

source: Parameters related to the view and perspective on the map
it: Parametri relativi alla vista e prospettiva sulla mappa

source: Parent
it: Genitore

source: Parsing error: %(error)s
it: Errore di parsing: %(error)s

source: Part of a Whole
it: Parte di un tutto

source: Partition Diagram
it: Diagramma di partizione

source: Partition Limit
it: Limite di partizione

source: Partition Threshold
it: Soglia di partizione

source: Partitions whose height to parent height proportions are below this value are pruned
it: Le partizioni la cui proporzione tra altezza e altezza del genitore è inferiore a questo valore vengono eliminate

source: Paste Private Key here
it: Incolla qui la Chiave Privata

source: Paste content of service credentials JSON file here
it: Incolla qui il contenuto del file JSON delle credenziali di servizio

source: Paste the shareable Google Sheet URL here
it: Incolla qui l'URL condivisibile del Foglio Google

source: Paste your access token here
it: Incolla qui il tuo token di accesso

source: Pattern
it: Modello

source: Percent of total
it: Percentuale del totale

source: Percentage difference between the time periods
it: Differenza percentuale tra i periodi di tempo

source: Percentage threshold
it: Soglia percentuale

source: Percentages
it: Percentuali

source: Performance
it: Prestazioni

source: Period average
it: Media del periodo

source: Periods
it: Periodi

source: Periods must be a whole number
it: I periodi devono essere un numero intero

source: Person or group that has certified this chart.
it: Persona o gruppo che ha certificato questo grafico.

source: Person or group that has certified this dashboard.
it: Persona o gruppo che ha certificato questa dashboard.

source: Person or group that has certified this metric
it: Persona o gruppo che ha certificato questa metrica

source: Physical
it: Fisico

source: Physical (table or view)
it: Fisico (tabella o vista)

source: Physical dataset
it: Dataset fisico

source: Pick a dimension from which categorical colors are defined
it: Scegli una dimensione da cui sono definiti i colori categoriali

source: Pick a metric for x, y and size
it: Seleziona una metrica per x, y e grandezza

source: Pick a metric to display
it: Seleziona una metrica da visualizzare

source: Pick a name to help you identify this database.
it: Scegli un nome per aiutarti a identificare questo database.

source: Pick a nickname for how the database will display in Superset.
it: Scegli un soprannome per come il database verrà visualizzato in Superset.

source: Pick a set of deck.gl charts to layer on top of one another
it: Seleziona un insieme di grafici deck.gl da sovrapporre l'uno sull'altro

source: Pick a title for you annotation.
it: Scegli un titolo per la tua annotazione.

source: Pick at least one field for [Series]
it: Seleziona almeno un campo per [Serie]

source: Pick at least one metric
it: Seleziona almeno una metrica

source: Pick exactly 2 columns as [Source / Target]
it: Seleziona esattamente 2 colonne come [Sorgente / Destinazione]

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
it: Seleziona una o più colonne da mostrare nell'annotazione. Se non selezioni una colonna, tutte saranno mostrate.

source: Pick your favorite markup language
it: Scegli il tuo linguaggio di markup preferito

source: Pie shape
it: Forma della torta

source: Piecewise
it: A tratti

source: Pivot Table
it: Tabella Pivot

source: Pivot operation must include at least one aggregate
it: L'operazione pivot deve includere almeno un'aggregazione

source: Pivot operation requires at least one index
it: L'operazione pivot richiede almeno un indice

source: Pixel height of each series
it: Altezza in pixel di ogni serie

source: Pixels
it: Pixel

source: Plain
it: Semplice

source: Please DO NOT overwrite the "filter_scopes" key.
it: Per favore NON sovrascrivere la chiave "filter_scopes".

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
it: Per favore controlla la tua query e conferma che tutti i parametri del template siano circondati da doppie parentesi graffe, ad esempio, "{{ ds }}". Quindi, prova a eseguire nuovamente la tua query.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
it: Per favore controlla la tua query per errori di sintassi in corrispondenza o vicino a "%(syntax_error)s". Quindi, prova a eseguire nuovamente la tua query.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
it: Per favore controlla la tua query per errori di sintassi vicino a "%(server_error)s". Quindi, prova a eseguire nuovamente la tua query.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
it: Per favore controlla i parametri del tuo template per errori di sintassi e assicurati che corrispondano tra la tua query SQL e Imposta Parametri. Quindi, prova a eseguire nuovamente la tua query.

source: Please confirm
it: Per favore conferma

source: Please confirm the overwrite values.
it: Per favore conferma i valori da sovrascrivere.

source: Please enter a SQLAlchemy URI to test
it: Per favore inserisci una URI SQLAlchemy da testare

source: Please enter valid text. Spaces alone are not permitted.
it: Per favore inserisci del testo valido. Solo spazi non sono permessi.

source: Please re-enter the password.
it: Per favore reinserisci la password.

source: Please re-export your file and try importing again
it: Per favore riesporta il tuo file e prova di nuovo a importarlo

source: Please save the query to enable sharing
it: Per favore salva la query per abilitare la condivisione

source: Please save your chart first, then try creating a new email report.
it: Per favore salva prima il tuo grafico, poi prova a creare un nuovo report email.

source: Please save your dashboard first, then try creating a new email report.
it: Per favore salva prima la tua dashboard, poi prova a creare un nuovo report email.

source: Please select both a Dataset and a Chart type to proceed
it: Per favore seleziona sia un Dataset che un tipo di Grafico per procedere

source: Please specify the Dataset ID for the ``%(name)s`` metric in the Jinja macro.
it: Per favore specifica l'ID del Dataset per la metrica ``%(name)s`` nella macro Jinja.

source: Please use 3 different metric labels
it: Per favore usa 3 etichette di metrica differenti

source: Plot the distance (like flight paths) between origin and destination.
it: Traccia la distanza (come le rotte di volo) tra origine e destinazione.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
it: Traccia verticalmente le metriche individuali per ogni riga nei dati e le collega insieme come una linea. Questo grafico è utile per confrontare metriche multiple su tutti i campioni o righe nei dati.

source: Plugins
it: Plugin

source: Point Color
it: Colore del punto

source: Point Radius
it: Raggio del punto

source: Point Radius Scale
it: Scala del raggio del punto

source: Point Radius Unit
it: Unità di misura del raggio del punto

source: Point Unit
it: Unità del punto

source: Point to your spatial columns
it: Indica le tue colonne spaziali

source: Points and clusters will update as the viewport is being changed
it: Punti e cluster si aggiorneranno mentre la finestra di visualizzazione viene modificata

source: Polyline
it: Polilinea

source: Populate "Default value" to enable this control
it: Inserisci un "Valore predefinito" per abilitare questo controllo

source: Population age data
it: Dati sull'età della popolazione

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
it: La porta %(port)s sull'hostname "%(hostname)s" ha rifiutato la connessione.

source: Port out of range 0-65535
it: Porta fuori dall'intervallo 0-65535

source: Position JSON
it: Posizione JSON

source: Position of child node label on tree
it: Posizione dell'etichetta del nodo figlio nell'albero

source: Position of column level subtotal
it: Posizione del subtotale a livello di colonna

source: Position of intermediate node label on tree
it: Posizione dell'etichetta del nodo intermedio nell'albero

source: Position of row level subtotal
it: Posizione del subtotale a livello di riga

source: Powered by Apache Superset
it: Offerto da Apache Superset

source: Pre-filter available values
it: Valori disponibili per il pre-filtro

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
it: Predicato applicato durante il recupero di valori distinti per popolare il componente di controllo del filtro. Supporta la sintassi del template Jinja. Si applica solo quando l'opzione "Abilita Selezione Filtro" è attiva.

source: Prefix
it: Prefisso

source: Prefix or suffix
it: Prefisso o suffisso

source: Preview
it: Anteprima

source: Preview uploaded file
it: Anteprima del file caricato

source: Preview: `%s`
it: Anteprima: `%s`

source: Previous
it: Precedente

source: Previous Line
it: Linea precedente

source: Primary
it: Primario

source: Primary or secondary y-axis
it: Asse y primario o secondario

source: Primary y-axis Bounds
it: Limiti asse y primario

source: Primary y-axis format
it: Formato asse y primario

source: Private Channels (Bot in channel)
it: Canali privati (Bot nel canale)

source: Private Key
it: Chiave privata

source: Private Key & Password
it: Chiave privata e Password

source: Progress
it: Progresso

source: Progressive
it: Progressivo

source: Propagate
it: Propaga

source: Proportional
it: Proporzionale

source: Public and privately shared sheets
it: Fogli pubblici e condivisi privatamente

source: Publicly shared sheets only
it: Solo fogli condivisi pubblicamente

source: Published
it: Pubblicato

source: Purple
it: Viola

source: Put labels outside
it: Metti le etichette all'esterno

source: Put positive values and valid minute and second value less than 60
it: Inserisci valori positivi e valori validi di minuti e secondi inferiori a 60

source: Put the labels outside of the pie?
it: Mettere le etichette all'esterno della torta?

source: Put the labels outside the pie?
it: Mettere le etichette all'esterno della torta?

source: Put your code here
it: Inserisci il tuo codice qui

source: Python datetime string pattern
it: Pattern di stringa datetime Python

source: QUERY DATA IN SQL LAB
it: INTERROGA DATI IN SQL LAB

source: Query History
it: Cronologia delle query

source: Query history
it: Cronologia delle query

source: Query in a new tab
it: Query in un nuovo tab

source: Query is too complex and takes too long to run.
it: La query è troppo complessa e impiega troppo tempo per essere eseguita.

source: Query name
it: Nome della query

source: Query preview
it: Anteprima query

source: Query was stopped.
it: La query è stata fermata.

source: RANGE TYPE
it: TIPO DI INTERVALLO

source: RGB Color
it: Colore RGB

source: Radar render type, whether to display 'circle' shape.
it: Tipo di rendering radar, se visualizzare la forma 'cerchio'.

source: Radial
it: Radiale

source: Radius
it: Raggio

source: Radius in kilometers
it: Raggio in chilometri

source: Radius in miles
it: Raggio in miglia

source: Ran %s
it: Eseguito %s

source: Range filter plugin using AntD
it: Plugin di filtro di intervallo che utilizza AntD

source: Range labels
it: Etichette degli intervalli

source: Ranges to highlight with shading
it: Intervalli da evidenziare con sfumature

source: Ranking
it: Classifica

source: Raw records
it: Record grezzi

source: Recently created charts, dashboards, and saved queries will appear here
it: I grafici, le dashboard e le query salvate create di recente appariranno qui

source: Recently edited charts, dashboards, and saved queries will appear here
it: I grafici, le dashboard e le query salvate modificate di recente appariranno qui

source: Recently viewed charts, dashboards, and saved queries will appear here
it: I grafici, le dashboard e le query salvate visualizzate di recente appariranno qui

source: Recents
it: Recenti

source: Recipients are separated by "," or ";"
it: I destinatari sono separati da "," o ";"

source: Record Count
it: Conteggio record

source: Rectangle
it: Rettangolo

source: Recurring (every)
it: Ricorrente (ogni)

source: Red for increase, green for decrease
it: Rosso per aumento, verde per diminuzione

source: Redirects to this endpoint when clicking on the table from the table list
it: Reindirizza a questo endpoint al clic sulla tabella dall'elenco delle tabelle

source: Redo the action
it: Ripeti l'azione

source: Reduce X ticks
it: Riduci i tick sull'asse X

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
it: Riduce il numero di tacche sull'asse X da renderizzare. Se impostato su vero, l'asse X non andrà oltre e le etichette potrebbero mancare. Se impostato su falso, verrà applicata una larghezza minima alle colonne e la larghezza potrebbe eccedere causando uno scroll orizzontale.

source: Referenced columns not available in DataFrame.
it: Colonne di riferimento non disponibili nel DataFrame.

source: Refetch results
it: Recupera nuovamente i risultati

source: Refresh
it: Aggiorna

source: Refresh dashboard
it: Aggiorna dashboard

source: Refresh frequency
it: Frequenza di aggiornamento

source: Refresh interval
it: Intervallo di aggiornamento

source: Refresh interval saved
it: Intervallo di aggiornamento salvato

source: Refresh the default values
it: Aggiorna i valori predefiniti

source: Regular
it: Regolare

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
it: I filtri regolari aggiungono clausole 'where' alle query se un utente appartiene a un ruolo menzionato nel filtro; i filtri di base applicano filtri a tutte le query eccetto per i ruoli definiti nel filtro e possono essere utilizzati per definire cosa gli utenti possono vedere se nessun filtro RLS all'interno di un gruppo di filtri si applica a loro.

source: Relationships between community channels
it: Relazioni tra i canali della community

source: Relative Date/Time
it: Data/Ora relativa

source: Relative period
it: Periodo relativo

source: Relative quantity
it: Quantità relativa

source: Remove
it: Rimuovi

source: Remove item
it: Rimuovi elemento

source: Remove query from log
it: Rimuovi query dal registro

source: Remove table preview
it: Rimuovi anteprima tabella

source: Removed columns: %s
it: Colonne rimosse: %s

source: Rename tab
it: Rinomina scheda

source: Render HTML
it: Renderizza HTML

source: Render columns in HTML format
it: Renderizza le colonne in formato HTML

source: Render data in HTML format if applicable.
it: Renderizza i dati in formato HTML se applicabile.

source: Replace
it: Sostituisci

source: Report Schedule could not be created.
it: Non è stato possibile creare la pianificazione del report.

source: Report Schedule could not be updated.
it: Non è stato possibile aggiornare la pianificazione del report.

source: Report Schedule delete failed.
it: Eliminazione della pianificazione del report non riuscita.

source: Report Schedule execution failed when generating a csv.
it: L'esecuzione della pianificazione del report è fallita durante la generazione di un csv.

source: Report Schedule execution failed when generating a dataframe.
it: L'esecuzione della pianificazione del report è fallita durante la generazione di un dataframe.

source: Report Schedule execution failed when generating a pdf.
it: L'esecuzione della pianificazione del report è fallita durante la generazione di un pdf.

source: Report Schedule execution failed when generating a screenshot.
it: L'esecuzione della pianificazione del report è fallita durante la generazione di uno screenshot.

source: Report Schedule execution got an unexpected error.
it: L'esecuzione della pianificazione del report ha generato un errore imprevisto.
