Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Single value type
it: Tipo di valore singolo

source: Size of edge symbols
it: Dimensione dei simboli di bordo

source: Size of marker. Also applies to forecast observations.
it: Dimensione del marcatore. Si applica anche alle osservazioni di previsione.

source: Sizes of vehicles
it: Dimensioni dei veicoli

source: Skip Rows
it: Salta righe

source: Skip blank lines rather than interpreting them as Not A Number values
it: Salta le righe vuote invece di interpretarle come valori non numerici

source: Skip spaces after delimiter
it: Salta gli spazi dopo il delimitatore

source: Small
it: Piccolo

source: Small number format
it: Formato numero piccolo

source: Smooth Line
it: Linea liscia

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
it: La linea liscia è una variazione del grafico a linee. Senza angoli e bordi netti, la linea liscia a volte appare più elegante e professionale.

source: Solid
it: Solido

source: Something went wrong with embedded authentication. Check the dev console for details.
it: Qualcosa è andato storto con l'autenticazione incorporata. Controlla la console di sviluppo per i dettagli.

source: Something went wrong.
it: Qualcosa è andato storto.

source: Sorry there was an error fetching database information: %s
it: Mi dispiace, si è verificato un errore durante il recupero delle informazioni del database: %s

source: Sorry there was an error fetching saved charts:
it: Mi dispiace, si è verificato un errore durante il recupero dei grafici salvati:

source: Sorry, An error occurred
it: Mi dispiace, si è verificato un errore

source: Sorry, an error occurred
it: Mi dispiace, si è verificato un errore

source: Sorry, an unknown error occurred
it: Mi dispiace, si è verificato un errore sconosciuto

source: Sorry, an unknown error occurred.
it: Mi dispiace, si è verificato un errore sconosciuto.

source: Sorry, something went wrong. Embedding could not be deactivated.
it: Mi dispiace, qualcosa è andato storto. L'incorporamento non può essere disattivato.

source: Sorry, something went wrong. Please try again.
it: Mi dispiace, qualcosa è andato storto. Per favore riprova.

source: Sorry, something went wrong. Try again later.
it: Mi dispiace, qualcosa è andato storto. Riprova più tardi.

source: Sorry, there appears to be no data
it: Mi dispiace, sembra che non ci siano dati

source: Sorry, there was an error saving this %s: %s
it: Mi dispiace, si è verificato un errore nel salvare questo %s: %s

source: Sorry, there was an error saving this dashboard: %s
it: Mi dispiace, si è verificato un errore nel salvare questa dashboard: %s

source: Sorry, your browser does not support copying.
it: Mi dispiace, il tuo browser non supporta la copia.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
it: Mi dispiace, il tuo browser non supporta la copia. Usa Ctrl / Cmd + C!

source: Sort X Axis
it: Ordina asse X

source: Sort Y Axis
it: Ordina asse Y

source: Sort ascending
it: Ordina in ordine crescente

source: Sort bars by x labels.
it: Ordina le barre per etichette X.

source: Sort by
it: Ordina per

source: Sort columns alphabetically
it: Ordina le colonne alfabeticamente

source: Sort descending
it: Ordina decrescente

source: Sort metric
it: Ordina metrica

source: Sort rows by
it: Ordina righe per

source: Sort series in ascending order
it: Ordina le serie in ordine crescente

source: Source
it: Sorgente

source: Source / Target
it: Fonte / Obiettivo

source: Source SQL
it: SQL della fonte

source: Source category
it: Categoria della fonte

source: Spatial
it: Spaziale

source: Specific Date/Time
it: Data/Ora specifica

source: Specify name to CREATE TABLE AS schema in: public
it: Specifica il nome per lo schema CREATE TABLE AS in: public

source: Specify name to CREATE VIEW AS schema in: public
it: Specifica il nome per lo schema CREATE VIEW AS in: public

source: Specify the database version. This is used with Presto for query cost estimation, and Dremio for syntax changes, among others.
it: Specifica la versione del database. Questo viene utilizzato con Presto per la stima dei costi delle query e con Dremio per le modifiche di sintassi, tra gli altri.

source: Stack
it: Impila

source: Stack Trace:
it: Trace dello stack:

source: Stack series
it: Serie impilate

source: Stack series on top of each other
it: Impila le serie una sopra l'altra

source: Stacked
it: Impilato

source: Stacked Bars
it: Barre impilate

source: Stacked Style
it: Stile impilato

source: Stacked style
it: Stile impilato

source: Standard time series
it: Serie temporali standard

source: Start
it: Inizio

source: Start (Longitude, Latitude):
it: Inizio (Longitudine, Latitudine):

source: Start Longitude & Latitude
it: Inizio Longitudine & Latitudine

source: Start at (UTC)
it: Inizia alle (UTC)

source: Start date included in time range
it: La data di inizio è inclusa nell'intervallo di tempo

source: Start y-axis at 0
it: Inizia l'asse Y da 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
it: Avvia l'asse Y da zero. Deseleziona per iniziare l'asse Y dal valore minimo nei dati.

source: State
it: Stato

source: Statement %(statement_num)s out of %(statement_count)s
it: Istruzione %(statement_num)s su %(statement_count)s

source: Statistical
it: Statistico

source: Status
it: Stato

source: Step - end
it: Fase - fine

source: Step - middle
it: Fase - mezzo

source: Step - start
it: Fase - inizio

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
it: Il grafico a linea gradinata (chiamato anche grafico a step) è una variazione del grafico a linee, ma con la linea che forma una serie di gradini tra i punti dati. Un grafico a step può essere utile quando vuoi mostrare i cambiamenti che si verificano a intervalli irregolari.

source: Stop
it: Interrompi

source: Stop query
it: Interrompi query

source: Stop running (Ctrl + e)
it: Interrompi esecuzione (Ctrl + e)

source: Stop running (Ctrl + x)
it: Interrompi esecuzione (Ctrl + x)

source: Stopped an unsafe database connection
it: Interrotto una connessione al database non sicura

source: Streets
it: Strade

source: Strength to pull the graph toward center
it: Forza per tirare il grafico verso il centro

source: Stretched style
it: Stile allungato

source: Structural
it: Strutturale

source: Style
it: Stile

source: Style the ends of the progress bar with a round cap
it: Stila le estremità della barra di avanzamento con una copertura arrotondata

source: Subdomain
it: Sottodominio

source: Subheader
it: Sottotitolo

source: Subheader Font Size
it: Dimensione del font del sottotitolo

source: Submit
it: Invia

source: Subtotal
it: Subtotale

source: Success
it: Successo

source: Suffix
it: Suffisso

source: Suffix to apply after the percentage display
it: Suffisso da applicare dopo la visualizzazione della percentuale

source: Sum
it: Somma

source: Sum as Fraction of Columns
it: Somma come frazione delle colonne

source: Sum as Fraction of Rows
it: Somma come frazione delle righe

source: Sum as Fraction of Total
it: Somma come frazione del totale

source: Sum of values over specified period
it: Somma dei valori nel periodo specificato

source: Sunday
it: Domenica

source: Superset Embedded SDK documentation.
it: Documentazione SDK Embedded di Superset.

source: Superset chart
it: Grafico Superset

source: Superset dashboard
it: Dashboard Superset

source: Superset encountered an error while running a command.
it: Superset ha riscontrato un errore durante l'esecuzione di un comando.

source: Superset encountered an unexpected error.
it: Superset ha riscontrato un errore inaspettato.

source: Survey Responses
it: Risposte al sondaggio

source: Swap rows and columns
it: Scambia righe e colonne

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
it: Coltellino svizzero per la visualizzazione dei dati. Scegli tra grafici a gradini, a linee, a dispersione e a barre. Questo tipo di visualizzazione offre anche molte opzioni di personalizzazione.

source: Symbol
it: Simbolo

source: Symbol of two ends of edge line
it: Simbolo delle due estremità della linea di bordo

source: Sync columns from source
it: Sincronizza colonne dalla fonte

source: Syntax
it: Sintassi

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
it: Errore di sintassi: input "%(input)s" %(qualifier)s, previsto "%(expected)s"

source: TABLES
it: TABELLE

source: THU
it: GIO

source: TUE
it: MAR

source: Tab name
it: Nome della scheda

source: Tab schema is invalid, caused by: %(error)s
it: Lo schema della scheda non è valido, causato da: %(error)s

source: Tab title
it: Titolo della scheda

source: Table
it: Tabella

source: Table %(table)s wasn't found in the database %(db)s
it: La tabella %(table)s non è stata trovata nel database %(db)s

source: Table Name
it: Nome della tabella

source: Table [%(table)s] could not be found, please double check your database connection, schema, and table name
it: La tabella [%(table)s] non è stata trovata, verifica la connessione al database, lo schema e il nome della tabella.

source: Table already exists. You can change your 'if table already exists' strategy to append or replace or provide a different Table Name to use.
it: La tabella esiste già. Puoi modificare la tua strategia 'se la tabella esiste già' per aggiungere o sostituire oppure fornire un nome di tabella diverso da utilizzare.

source: Table name undefined
it: Nome della tabella non definito

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
it: Tabella che visualizza i test t appaiati, utilizzati per comprendere le differenze statistiche tra i gruppi.

source: Tables
it: Tabelle

source: Tabs
it: Schede

source: Tabular
it: Tabulare

source: Tag name is invalid (cannot contain ':')
it: Il nome del tag non è valido (non può contenere ':')

source: Tag parameters are invalid.
it: I parametri del tag non sono validi.

source: Tagged %s %ss
it: Taggato %s %ss

source: Tags
it: Tag

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
it: Prendi i tuoi punti dati e raggruppali in "contenitori" per vedere dove si trovano le aree di informazione più dense.

source: Target Color
it: Colore obiettivo

source: Target category
it: Categoria obiettivo

source: Target value
it: Valore obiettivo

source: Template parameters
it: Parametri del template

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
it: Link templato, è possibile includere {{ metric }} o altri valori provenienti dai controlli.

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
it: Termina le query in esecuzione quando la finestra del browser viene chiusa o si naviga su un'altra pagina. Disponibile per database Presto, Hive, MySQL, Postgres e Snowflake.

source: Test Connection
it: Testa la Connessione

source: Test connection
it: Testa la Connessione

source: Text / Markdown
it: Testo / Markdown

source: Text align
it: Allineamento del testo

source: Text embedded in email
it: Testo incorporato nell'email

source: The API response from %s does not match the IDatabaseTable interface.
it: La risposta dell'API da %s non corrisponde all'interfaccia IDatabaseTable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
it: Il CSS di ogni singola dashboard può essere modificato qui, oppure nella vista della dashboard dove i cambiamenti sono visibili immediatamente.

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
it: Il CTAS (create table as select) non ha una dichiarazione SELECT alla fine. Assicurati che la tua query abbia una SELECT come ultima dichiarazione. Poi, prova a eseguire nuovamente la tua query.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
it: Il GeoJsonLayer accetta dati formattati in GeoJSON e li rende come poligoni, linee e punti interattivi (cerchi, icone e/o testi).

source: The SQL is invalid and cannot be parsed.
it: La SQL non è valida e non può essere analizzata.

source: The Sankey chart visually tracks the movement and transformation of values across system stages. Nodes represent stages, connected by links depicting value flow. Node height corresponds to the visualized metric, providing a clear representation of value distribution and transformation.
it: Il grafico Sankey traccia visivamente il movimento e la trasformazione dei valori attraverso le fasi del sistema. I nodi rappresentano le fasi, collegati da link che mostrano il flusso dei valori. L'altezza dei nodi corrisponde alla metrica visualizzata, fornendo una chiara rappresentazione della distribuzione e della trasformazione dei valori.

source: The URL is missing the dataset_id or slice_id parameters.
it: L'URL manca dei parametri dataset_id o slice_id.

source: The X-axis is not on the filters list
it: L'asse X non è nella lista dei filtri

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
it: L'asse X non è nella lista dei filtri, il che impedirà il suo utilizzo nei filtri per intervalli di tempo nelle dashboard. Vuoi aggiungerlo alla lista dei filtri?

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
it: La categoria dei nodi di origine utilizzata per assegnare i colori. Se un nodo è associato a più di una categoria, verrà utilizzata solo la prima.

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
it: Il classico. Ottimo per mostrare quanto di una azienda ottiene ogni investitore, quali demografie seguono il tuo blog, o quale parte del budget va al complesso militare-industriale. I grafici a torta possono essere difficili da interpretare con precisione. Se la chiarezza della proporzione relativa è importante, considera l'utilizzo di un grafico a barre o di un altro tipo di grafico invece.

source: The color for points and clusters in RGB
it: Il colore per punti e cluster in RGB

source: The color of the isoband
it: Il colore delle isobande

source: The color of the isoline
it: Il colore delle isoline

source: The color scheme for rendering chart
it: Lo schema dei colori per il rendering del grafico

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
it: Lo schema dei colori è determinato dalla dashboard correlata. Modifica lo schema dei colori nelle proprietà della dashboard.

source: The column header label
it: L'etichetta dell'intestazione della colonna

source: The column to be used as the source of the edge.
it: La colonna da utilizzare come fonte della linea.

source: The column to be used as the target of the edge.
it: La colonna da utilizzare come destinazione della linea.

source: The column was deleted or renamed in the database.
it: La colonna è stata eliminata o rinominata nel database.

source: The country code standard that Superset should expect to find in the [country] column
it: Lo standard del codice paese che Superset dovrebbe aspettarsi di trovare nella colonna [country]

source: The dashboard has been saved
it: La dashboard è stata salvata.

source: The data source seems to have been deleted
it: La sorgente dati sembra essere stata eliminata.

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
it: Il tipo di dato è dedotto dal database. In alcuni casi potrebbe essere necessario inserire manualmente un tipo di colonna definito dall'espressione. Nella maggior parte dei casi gli utenti non hanno bisogno di fare questa modifica.

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
it: Il database %s è collegato a %s grafici che appaiono su %s dashboard e gli utenti hanno %s schede SQL Lab aperte utilizzando questo database. Sei sicuro di voler continuare? Eliminare il database interromperà quegli oggetti.

source: The database columns that contains lines information
it: Le colonne del database che contengono informazioni sulle linee

source: The database is currently running too many queries.
it: Il database sta attualmente eseguendo troppe query.

source: The database is under an unusual load.
it: Il database è sotto un carico insolito.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
it: Il database riferito in questa query non è stato trovato. Per favore contatta un amministratore per ulteriore assistenza o riprova.

source: The database returned an unexpected error.
it: Il database ha restituito un errore inaspettato.

source: The database was deleted.
it: Il database è stato eliminato.

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
it: Il dataset %s è collegato a %s grafici che appaiono su %s dashboard. Sei sicuro di voler continuare? Eliminare il dataset interromperà quegli oggetti.

source: The dataset associated with this chart no longer exists
it: Il dataset associato a questo grafico non esiste più.

source: The dataset column/metric that returns the values on your chart's x-axis.
it: La colonna/metrica del dataset che restituisce i valori sull'asse X del tuo grafico.

source: The dataset column/metric that returns the values on your chart's y-axis.
it: La colonna/metrica del dataset che restituisce i valori sull'asse Y del tuo grafico.

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
it: La configurazione del dataset esposta qui influisce su tutti i grafici che utilizzano questo dataset. Ricorda che modificare le impostazioni qui potrebbe influenzare altri grafici in modi indesiderati.

source: The dataset has been saved
it: Il dataset è stato salvato.

source: The dataset linked to this chart may have been deleted.
it: Il dataset collegato a questo grafico potrebbe essere stato eliminato.

source: The datasource couldn't be loaded
it: La sorgente dati non può essere caricata.

source: The default catalog that should be used for the connection.
it: Il catalogo predefinito che dovrebbe essere utilizzato per la connessione.

source: The default schema that should be used for the connection.
it: Lo schema predefinito che dovrebbe essere utilizzato per la connessione.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
it: La descrizione può essere visualizzata come intestazioni dei widget nella vista della dashboard. Supporta Markdown.

source: The distance between cells, in pixels
it: La distanza tra le celle, in pixel.

source: The encoding format of the lines
it: Il formato di codifica delle linee.

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
it: L'oggetto engine_params viene decompattato nella chiamata sqlalchemy.create_engine.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
it: Le seguenti voci in `series_columns` mancano in `columns`: %(columns)s.

source: The following filters have the 'Select first filter value by default' option checked and could not be loaded, which is preventing the dashboard from rendering: %s
it: I seguenti filtri hanno l'opzione 'Seleziona il primo valore del filtro per impostazione predefinita' selezionata e non possono essere caricati, il che impedisce il rendering della dashboard: %s.

source: The function to use when aggregating points into groups
it: La funzione da utilizzare quando si aggregano punti in gruppi.

source: The histogram chart displays the distribution of a dataset by representing the frequency or count of values within different ranges or bins. It helps visualize patterns, clusters, and outliers in the data and provides insights into its shape, central tendency, and spread.
it: Il grafico a istogramma visualizza la distribuzione di un dataset rappresentando la frequenza o il conteggio dei valori all'interno di diversi intervalli o classi. Aiuta a visualizzare schemi, cluster e outlier nei dati e fornisce intuizioni sulla loro forma, tendenza centrale e dispersione.

source: The host "%(hostname)s" might be down and can't be reached.
it: L'host "%(hostname)s" potrebbe essere inattivo e non raggiungibile.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
it: L'host "%(hostname)s" potrebbe essere inattivo e non raggiungibile sulla porta %(port)s.

source: The host might be down, and can't be reached on the provided port.
it: L'host potrebbe essere inattivo e non raggiungibile sulla porta fornita.

source: The hostname "%(hostname)s" cannot be resolved.
it: Il nome host "%(hostname)s" non può essere risolto.

source: The hostname provided can't be resolved.
it: Il nome host fornito non può essere risolto.

source: The id of the active chart
it: L'ID del grafico attivo.

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
it: L'elenco dei grafici associati a questa tabella. Modificando questa origine dati, potresti cambiare il modo in cui questi grafici associati si comportano. Nota inoltre che i grafici devono puntare a una origine dati, quindi questo modulo non riuscirà a salvare se rimuovi grafici da un'origine dati. Se vuoi cambiare l'origine dati per un grafico, sovrascrivi il grafico dalla 'vista di esplorazione'.

source: The lower limit of the threshold range of the Isoband
it: Il limite inferiore dell'intervallo di soglia dell'Isobanda

source: The maximum number of events to return, equivalent to the number of rows
it: Il numero massimo di eventi da restituire, equivalente al numero di righe

source: The maximum number of subdivisions of each group; lower values are pruned first
it: Il numero massimo di suddivisioni di ciascun gruppo; i valori più bassi vengono potati per primi

source: The maximum value of metrics. It is an optional configuration
it: Il valore massimo delle metriche. È una configurazione opzionale.
