Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: X-Axis Sort By
it: Ordina per l'asse X

source: X-axis
it: Asse X

source: XScale Interval
it: Intervallo della scala X

source: Y 2 bounds
it: Limiti Y 2

source: Y AXIS TITLE MARGIN
it: Margine del titolo dell'asse Y

source: Y Axis
it: Asse Y

source: Y Axis 2 Bounds
it: Limiti dell'asse Y 2

source: Y Axis Bounds
it: Limiti dell'asse Y

source: Y Axis Format
it: Formato dell'asse Y

source: Y Axis Label
it: Etichetta dell'asse Y

source: Y Axis Title
it: Titolo dell'asse Y

source: Y Axis Title Margin
it: Margine del titolo dell'asse Y

source: Y Log Scale
it: Scala logaritmica dell'asse Y

source: Y bounds
it: Limiti Y

source: Y-Axis
it: Asse Y

source: Y-Axis Sort By
it: Ordina per l'asse Y

source: Y-axis
it: Asse Y

source: Y-axis bounds
it: Limiti dell'asse Y

source: YScale Interval
it: Intervallo della scala Y

source: Year (freq=AS)
it: Anno (freq=AS)

source: Yearly seasonality
it: Stagionalità annuale

source: Yes
it: Sì

source: Yes, cancel
it: Sì, annulla

source: Yes, overwrite changes
it: Sì, sovrascrivi le modifiche

source: You are adding tags to %s %ss
it: Stai aggiungendo tag a %s %ss

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
it: Stai importando uno o più grafici che esistono già. Sovrascrivere potrebbe farti perdere parte del tuo lavoro. Sei sicuro di voler sovrascrivere?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
it: Stai importando una o più dashboard che esistono già. Sovrascrivere potrebbe farti perdere parte del tuo lavoro. Sei sicuro di voler sovrascrivere?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
it: Stai importando uno o più database che esistono già. Sovrascrivere potrebbe farti perdere parte del tuo lavoro. Sei sicuro di voler sovrascrivere?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
it: Stai importando uno o più dataset che esistono già. Sovrascrivere potrebbe farti perdere parte del tuo lavoro. Sei sicuro di voler sovrascrivere?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
it: Stai importando una o più query salvate che esistono già. Sovrascrivere potrebbe farti perdere parte del tuo lavoro. Sei sicuro di voler sovrascrivere?

source: You can add the components in the
it: Puoi aggiungere i componenti nella

source: You can add the components in the edit mode.
it: Puoi aggiungere i componenti in modalità modifica.

source: You can also just click on the chart to apply cross-filter.
it: Puoi anche semplicemente cliccare sul grafico per applicare un cross-filter.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
it: Puoi scegliere di visualizzare tutti i grafici a cui hai accesso o solo quelli che possiedi. La tua selezione dei filtri sarà salvata e rimarrà attiva finché non decidi di cambiarla.

source: You can create a new chart or use existing ones from the panel on the right
it: Puoi creare un nuovo grafico o usare quelli esistenti dal pannello a destra.

source: You can preview the list of dashboards in the chart settings dropdown.
it: Puoi visualizzare l'anteprima dell'elenco delle dashboard nel menu a tendina delle impostazioni del grafico.

source: You can't apply cross-filter on this data point.
it: Non puoi applicare un cross-filter su questo punto dati.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
it: Non puoi eliminare l'ultimo filtro temporale poiché è usato per i filtri dell'intervallo di tempo nelle dashboard.

source: You cannot use 45° tick layout along with the time range filter
it: Non puoi utilizzare il layout a tacche a 45° insieme al filtro dell'intervallo di tempo.

source: You do not have permission to edit this chart
it: Non hai il permesso di modificare questo grafico.

source: You do not have permission to edit this dashboard
it: Non hai il permesso di modificare questa dashboard.

source: You do not have permissions to edit this dashboard.
it: Non hai il permesso di modificare questa dashboard.

source: You don't have any favorites yet!
it: Non hai ancora preferiti!

source: You don't have the rights to alter %(resource)s
it: Non hai i diritti per modificare %(resource)s.

source: You don't have the rights to alter this title.
it: Non hai i diritti per modificare questo titolo.

source: You have removed this filter.
it: Hai rimosso questo filtro.

source: You have unsaved changes.
it: Hai modifiche non salvate.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
it: Hai utilizzato tutti gli slot di annullamento (%(historyLength)s) e non potrai annullare completamente le azioni successive. Puoi salvare il tuo stato attuale per reimpostare la cronologia.

source: You may have an error in your SQL statement. {message}
it: Potresti avere un errore nella tua istruzione SQL. {message}

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
it: Devi essere il proprietario del dataset per poter modificare. Contatta il proprietario del dataset per richiedere modifiche o accesso di modifica.

source: You must pick a name for the new dashboard
it: Devi scegliere un nome per la nuova dashboard.

source: You must run the query successfully first
it: Devi eseguire la query con successo prima.

source: You need to configure HTML sanitization to use CSS
it: Devi configurare la sanificazione HTML per utilizzare il CSS.

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
it: Hai aggiornato i valori nel pannello di controllo, ma il grafico non è stato aggiornato automaticamente. Esegui la query facendo clic sul pulsante "Aggiorna grafico" oppure

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
it: Hai cambiato dataset. Tutti i controlli con dati (colonne, metriche) che corrispondono a questo nuovo dataset sono stati mantenuti.

source: Your chart is not up to date
it: Il tuo grafico non è aggiornato.

source: Your chart is ready to go!
it: Il tuo grafico è pronto!

source: Your dashboard is too large. Please reduce its size before saving it.
it: La tua dashboard è troppo grande. Riducine le dimensioni prima di salvarla.

source: Your query could not be saved
it: La tua query non può essere salvata.

source: Your query could not be scheduled
it: La tua query non può essere pianificata.

source: Your query could not be updated
it: La tua query non può essere aggiornata.

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
it: La tua query è stata pianificata. Per vedere i dettagli della tua query, vai a Query salvate.

source: Your query was saved
it: La tua query è stata salvata.

source: Your query was updated
it: La tua query è stata aggiornata.

source: ZIP file contains multiple file types
it: Il file ZIP contiene più tipi di file.

source: Zoom level of the map
it: Livello di zoom della mappa.

source: [Longitude] and [Latitude] columns must be present in [Group By]
it: Le colonne [Longitudine] e [Latitudine] devono essere presenti in [Group By].

source: [Longitude] and [Latitude] must be set
it: Le colonne [Longitudine] e [Latitudine] devono essere impostate.

source: [dashboard name]
it: [nome dashboard]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
it: [facoltativo] questa metrica secondaria viene utilizzata per definire il colore come rapporto rispetto alla metrica primaria. Se omessa, il colore è categorico e basato sulle etichette.

source: `compare_columns` must have the same length as `source_columns`.
it: `compare_columns` deve avere la stessa lunghezza di `source_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
it: `compare_type` deve essere `differenza`, `percentuale` o `rapporto`.

source: `confidence_interval` must be between 0 and 1 (exclusive)
it: `confidence_interval` deve essere compreso tra 0 e 1 (escluso).

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
it: `count` è COUNT(*) se viene utilizzato un group by. Le colonne numeriche saranno aggregate con l'aggregatore. Le colonne non numeriche saranno utilizzate per etichettare i punti. Lascia vuoto per ottenere un conteggio dei punti in ogni cluster.

source: `operation` property of post processing object undefined
it: La proprietà `operation` dell'oggetto di post-elaborazione non è definita.

source: `prophet` package not installed
it: Il pacchetto `prophet` non è installato.

source: `rename_columns` must have the same length as `columns` + `time_shift_columns`.
it: `rename_columns` deve avere la stessa lunghezza di `columns` + `time_shift_columns`.

source: `row_limit` must be greater than or equal to 0
it: `row_limit` deve essere maggiore o uguale a 0.

source: `row_offset` must be greater than or equal to 0
it: `row_offset` deve essere maggiore o uguale a 0.

source: `width` must be greater or equal to 0
it: `width` deve essere maggiore o uguale a 0.

source: add colors to cell bars for +/-
it: aggiungi colori alle barre delle celle per valori +/-.

source: aggregate
it: aggregare

source: alert
it: avviso

source: alerts
it: avvisi

source: all
it: tutto

source: also copy (duplicate) charts
it: copia anche (duplica) i grafici

source: ancestor
it: antenato

source: annotation
it: annotazione

source: annotation_layer
it: strato di annotazione

source: at
it: a

source: auto (Smooth)
it: automatico (Smooth)

source: background
it: sfondo

source: basis
it: base

source: below (example:
it: sotto (esempio:

source: between {down} and {up} {name}
it: tra {down} e {up} {name}

source: bolt
it: bullone

source: boolean type icon
it: icona del tipo booleano

source: button (cmd + z) until you save your changes.
it: pulsante (cmd + z) finché non salvi le tue modifiche.

source: by using
it: utilizzando

source: cannot be empty
it: non può essere vuoto

source: chart
it: grafico

source: choose WHERE or HAVING...
it: scegli WHERE o HAVING...

source: click here
it: clicca qui

source: code ISO 3166-1 alpha-2 (cca2)
it: codice ISO 3166-1 alpha-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
it: codice ISO 3166-1 alpha-3 (cca3)

source: code International Olympic Committee (cioc)
it: codice Comitato Olimpico Internazionale (cioc)

source: column
it: colonna

source: connecting to %(dbModelName)s
it: connessione a %(dbModelName)s

source: create dataset from SQL query
it: crea dataset dalla query SQL

source: date
it: data

source: day
it: giorno

source: day of the month
it: giorno del mese

source: day of the week
it: giorno della settimana

source: deck.gl 3D Hexagon
it: deck.gl Esagono 3D

source: deck.gl Arc
it: deck.gl Arco

source: deck.gl Grid
it: deck.gl Griglia

source: deck.gl Multiple Layers
it: deck.gl Strati Multipli

source: deck.gl Path
it: deck.gl Percorso

source: deck.gl Polygon
it: deck.gl Poligono

source: deck.gl Scatterplot
it: deck.gl Diagramma a Dispersione

source: deck.gl Screen Grid
it: deck.gl Griglia dello Schermo

source: delete
it: cancella

source: descendant
it: discendente

source: description
it: descrizione

source: dialect+driver://username:password@host:port/database
it: dialetto+driver://utente:password@host:porta/database

source: draft
it: bozza

source: e.g. ********
it: es. ********

source: e.g. 127.0.0.1
it: es. 127.0.0.1

source: e.g. 5432
it: es. 5432

source: e.g. AccountAdmin
it: es. AccountAdmin

source: e.g. compute_wh
it: es. compute_wh

source: e.g. hive_metastore
it: es. hive_metastore

source: e.g. param1=value1&param2=value2
it: es. param1=valore1&param2=valore2

source: e.g. sql/protocolv1/o/12345
it: es. sql/protocolv1/o/12345

source: e.g. world_population
it: es. world_population

source: e.g. xy12345.us-east-2.aws
it: es. xy12345.us-east-2.aws

source: email subject
it: oggetto dell'email

source: error dark
it: errore scuro

source: error_message
it: messaggio di errore

source: every
it: ogni

source: every day of the month
it: ogni giorno del mese

source: every day of the week
it: ogni giorno della settimana

source: every hour
it: ogni ora

source: every month
it: ogni mese

source: expand
it: espandi

source: fetching
it: recupero in corso

source: flat
it: piatto

source: for more information on how to structure your URI.
it: per maggiori informazioni su come strutturare il tuo URI.

source: function type icon
it: icona del tipo funzione

source: geohash (square)
it: geohash (quadrato)

source: heatmap: values are normalized across the entire heatmap
it: mappa di calore: i valori sono normalizzati sull'intera mappa di calore

source: here
it: qui

source: hour
it: ora

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
it: attributo CSS image-rendering dell'oggetto canvas che definisce come il browser scala l'immagine

source: in modal
it: in modale

source: invalid email
it: email non valida

source: is expected to be a Mapbox URL
it: si prevede che sia un URL Mapbox

source: is expected to be a number
it: si prevede che sia un numero

source: is expected to be an integer
it: si prevede che sia un intero

source: key a-z
it: chiave a-z

source: key z-a
it: chiave z-a

source: latest partition:
it: ultima partizione:

source: less than {min} {name}
it: meno di {min} {name}

source: log
it: logaritmo

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
it: Il percentile inferiore deve essere maggiore di 0 e inferiore a 100. Deve essere inferiore al percentile superiore.

source: mean
it: media

source: median
it: mediana

source: minute
it: minuto

source: month
it: mese

source: more than {max} {name}
it: più di {max} {name}

source: must have a value
it: deve avere un valore

source: no SQL validator is configured
it: nessun validatore SQL è configurato

source: no SQL validator is configured for %(engine_spec)s
it: nessun validatore SQL è configurato per %(engine_spec)s

source: numeric type icon
it: icona del tipo numerico

source: on
it: su

source: or use existing ones from the panel on the right
it: oppure usa quelli esistenti dal pannello a destra

source: overall
it: complessivo

source: p-value precision
it: precisione del valore p

source: page_size.all
it: page_size.tutti

source: page_size.entries
it: page_size.voci

source: page_size.show
it: page_size.mostra

source: percentile (exclusive)
it: percentile (esclusivo)

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
it: I percentili devono essere una lista o una tupla con due valori numerici, di cui il primo deve essere inferiore al secondo.

source: pixelated (Sharp)
it: pixelato (Nitido)

source: pixels
it: pixel

source: previous calendar month
it: mese del calendario precedente

source: previous calendar week
it: settimana del calendario precedente

source: previous calendar year
it: anno del calendario precedente

source: published
it: pubblicato

source: random
it: casuale

source: reboot
it: riavvio

source: recent
it: recente

source: recents
it: recenti

source: recipients
it: destinatari

source: reports
it: report

source: restore zoom
it: ripristina zoom

source: rowlevelsecurity
it: sicurezza a livello di riga

source: seconds
it: secondi

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
it: serie: Tratta ogni serie in modo indipendente; complessivo: tutte le serie utilizzano la stessa scala; variazione: mostra le variazioni rispetto al primo punto dati in ciascuna serie.

source: stack
it: impila

source: staggered
it: scaglionato

source: step-before
it: passo-prima

source: stopped
it: interrotto

source: string type icon
it: icona del tipo stringa

source: sum
it: somma

source: syntax.
it: sintassi.

source: temporal type icon
it: icona del tipo temporale

source: textarea
it: area di testo

source: to
it: a

source: top
it: alto

source: undo
it: annulla

source: unknown type icon
it: icona di tipo sconosciuto

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
it: Il percentile superiore deve essere maggiore di 0 e inferiore a 100. Deve essere maggiore del percentile inferiore.

source: use latest_partition template
it: usa il template latest_partition

source: variance
it: varianza

source: virtual
it: virtuale

source: was created
it: è stata creata

source: week
it: settimana

source: week ending Saturday
it: settimana che termina sabato

source: week starting Sunday
it: settimana che inizia domenica

source: working timeout
it: timeout di lavorazione

source: x: values are normalized within each column
it: x: i valori sono normalizzati all'interno di ogni colonna

source: y: values are normalized within each row
it: y: i valori sono normalizzati all'interno di ogni riga

source: year
it: anno

source: zoom area
it: area di zoom
