Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Allow this database to be queried in SQL Lab
it: Permetti di eseguire query su questo database nel SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
it: Permetti agli utenti di eseguire istruzioni diverse da SELECT (UPDATE, DELETE, CREATE, ...) nel SQL Lab

source: Allowed Domains (comma separated)
it: Domini permessi (separati da virgole)

source: Alphabetical
it: Alfabetico

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
it: Conosciuto anche come grafico a scatola e baffi, questa visualizzazione confronta le distribuzioni di una metrica correlata tra più gruppi. La scatola al centro enfatizza la media, la mediana e i 2 quartili interni. I baffi intorno a ciascuna scatola visualizzano il minimo, il massimo, l'intervallo e i 2 quartili esterni.

source: Altered
it: Modificato

source: Always filter main datetime column
it: Filtra sempre la colonna principale di data e ora

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
it: Un intervallo di tempo chiuso (sia inizio che fine) deve essere specificato quando si utilizza un Confronto Temporale.

source: An engine must be specified when passing individual parameters to a database.
it: Deve essere specificato un motore quando si passano parametri individuali a un database.

source: An error has occurred
it: Si è verificato un errore

source: An error occurred
it: Si è verificato un errore

source: An error occurred saving dataset
it: Si è verificato un errore durante il salvataggio del dataset

source: An error occurred while collapsing the table schema. Please contact your administrator.
it: Si è verificato un errore durante il collasso dello schema della tabella. Contatta il tuo amministratore.

source: An error occurred while creating the data source
it: Si è verificato un errore durante la creazione della sorgente dati

source: An error occurred while expanding the table schema. Please contact your administrator.
it: Si è verificato un errore durante l'espansione dello schema della tabella. Contatta il tuo amministratore.

source: An error occurred while fetching available CSS templates
it: Si è verificato un errore durante il recupero dei template CSS disponibili

source: An error occurred while fetching chart owners values: %s
it: Si è verificato un errore durante il recupero dei valori dei proprietari del grafico: %s

source: An error occurred while fetching dashboard owner values: %s
it: Si è verificato un errore durante il recupero dei valori dei proprietari della dashboard: %s

source: An error occurred while fetching dashboards
it: Si è verificato un errore durante il recupero delle dashboard

source: An error occurred while fetching dashboards: %s
it: Si è verificato un errore durante il recupero delle dashboard: %s

source: An error occurred while fetching database related data: %s
it: Si è verificato un errore durante il recupero dei dati relativi al database: %s

source: An error occurred while fetching database values: %s
it: Si è verificato un errore durante il recupero dei valori del database: %s

source: An error occurred while fetching dataset datasource values: %s
it: Si è verificato un errore durante il recupero dei valori della sorgente dati del dataset: %s

source: An error occurred while fetching dataset owner values: %s
it: Si è verificato un errore durante il recupero dei valori dei proprietari del dataset: %s

source: An error occurred while fetching dataset related data
it: Si è verificato un errore durante il recupero dei dati relativi al dataset

source: An error occurred while fetching dataset related data: %s
it: Si è verificato un errore durante il recupero dei dati relativi al dataset: %s

source: An error occurred while fetching datasets: %s
it: Si è verificato un errore durante il recupero dei dataset: %s

source: An error occurred while fetching schema values: %s
it: Si è verificato un errore durante il recupero dei valori dello schema: %s

source: An error occurred while fetching tab state
it: Si è verificato un errore durante il recupero dello stato della scheda

source: An error occurred while fetching table metadata
it: Si è verificato un errore durante il recupero dei metadati della tabella

source: An error occurred while fetching table metadata. Please contact your administrator.
it: Si è verificato un errore durante il recupero dei metadati della tabella. Contatta il tuo amministratore.

source: An error occurred while loading the SQL
it: Si è verificato un errore durante il caricamento del SQL

source: An error occurred while pruning logs
it: Si è verificato un errore durante la potatura dei log

source: An error occurred while removing query. Please contact your administrator.
it: Si è verificato un errore durante la rimozione della query. Contatta il tuo amministratore.

source: An error occurred while removing the table schema. Please contact your administrator.
it: Si è verificato un errore durante la rimozione dello schema della tabella. Contatta il tuo amministratore.

source: An error occurred while rendering the visualization: %s
it: Si è verificato un errore durante il rendering della visualizzazione: %s

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
it: Si è verificato un errore durante il salvataggio della tua query nel backend. Per evitare di perdere le modifiche, salva la tua query utilizzando il pulsante "Salva Query".

source: An unexpected error occurred
it: Si è verificato un errore imprevisto

source: Anchor to
it: Ancora a

source: Angle at which to end progress axis
it: Angolo a cui terminare l'asse di avanzamento

source: Angle at which to start progress axis
it: Angolo a cui iniziare l'asse di avanzamento

source: Annotation
it: Annotazione

source: Annotation Layers
it: Strati di Annotazione

source: Annotation could not be created.
it: Impossibile creare l'annotazione.

source: Annotation could not be updated.
it: Impossibile aggiornare l'annotazione.

source: Annotation layer
it: Strato di Annotazione

source: Annotation layer could not be created.
it: Impossibile creare lo strato di annotazione.

source: Annotation layer could not be updated.
it: Impossibile aggiornare lo strato di annotazione.

source: Annotation layer has associated annotations.
it: Lo strato di annotazione ha annotazioni associate.

source: Annotation layer name
it: Nome dello strato di annotazione

source: Annotation layer not found.
it: Strato di annotazione non trovato.

source: Annotation layer parameters are invalid.
it: I parametri dello strato di annotazione non sono validi.

source: Annotation layer type
it: Tipo di strato di annotazione

source: Annotation layers
it: Strati di annotazione

source: Annotation layers are still loading.
it: Gli strati di annotazione sono ancora in caricamento.

source: Annotation not found.
it: Annotazione non trovata.

source: Annotation parameters are invalid.
it: I parametri dell'annotazione non sono validi.

source: Annotations and layers
it: Annotazioni e strati

source: Annotations could not be deleted.
it: Impossibile eliminare le annotazioni.

source: Any additional detail to show in the certification tooltip.
it: Qualsiasi dettaglio aggiuntivo da mostrare nel suggerimento della certificazione.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
it: Qualsiasi palette di colori selezionata qui sovrascriverà i colori applicati ai grafici individuali di questa dashboard.

source: Any databases that allow connections via SQL Alchemy URIs can be added.
it: Possono essere aggiunti tutti i database che consentono connessioni tramite URI di SQL Alchemy.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
it: Possono essere aggiunti tutti i database che consentono connessioni tramite URI di SQL Alchemy. Scopri come connettere un driver di database.

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
it: La finestra di scorrimento applicata non ha restituito alcun dato. Assicurati che la query di origine soddisfi i periodi minimi definiti nella finestra di scorrimento.

source: Apply
it: Applica

source: Apply conditional color formatting to metric
it: Applica la formattazione condizionale dei colori alla metrica

source: Apply conditional color formatting to metrics
it: Applica la formattazione condizionale dei colori alle metriche

source: Apply conditional color formatting to numeric columns
it: Applica la formattazione condizionale dei colori alle colonne numeriche

source: Apply to all panels
it: Applica a tutti i pannelli

source: Apply to specific panels
it: Applica a pannelli specifici

source: April
it: Aprile

source: Are you sure you intend to overwrite the following values?
it: Sei sicuro di voler sovrascrivere i seguenti valori?

source: Are you sure you want to cancel?
it: Sei sicuro di voler annullare?

source: Are you sure you want to delete
it: Sei sicuro di voler eliminare

source: Are you sure you want to delete %s?
it: Sei sicuro di voler eliminare %s?

source: Are you sure you want to delete the selected %s?
it: Sei sicuro di voler eliminare i %s selezionati?

source: Are you sure you want to delete the selected annotations?
it: Sei sicuro di voler eliminare le annotazioni selezionate?

source: Are you sure you want to delete the selected charts?
it: Sei sicuro di voler eliminare i grafici selezionati?

source: Are you sure you want to delete the selected dashboards?
it: Sei sicuro di voler eliminare le dashboard selezionate?

source: Are you sure you want to delete the selected datasets?
it: Sei sicuro di voler eliminare i dataset selezionati?

source: Are you sure you want to delete the selected layers?
it: Sei sicuro di voler eliminare gli strati selezionati?

source: Are you sure you want to delete the selected queries?
it: Sei sicuro di voler eliminare le query selezionate?

source: Are you sure you want to delete the selected rules?
it: Sei sicuro di voler eliminare le regole selezionate?

source: Are you sure you want to delete the selected tags?
it: Sei sicuro di voler eliminare i tag selezionati?

source: Are you sure you want to delete the selected templates?
it: Sei sicuro di voler eliminare i template selezionati?

source: Are you sure you want to overwrite this dataset?
it: Sei sicuro di voler sovrascrivere questo dataset?

source: Are you sure you want to proceed?
it: Sei sicuro di voler procedere?

source: Are you sure you want to save and apply changes?
it: Sei sicuro di voler salvare e applicare le modifiche?

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
it: I grafici ad area sono simili ai grafici a linee in quanto rappresentano variabili con la stessa scala, ma i grafici ad area impilano le metriche una sopra l'altra.

source: Arrow
it: Freccia

source: Assign a set of parameters as
it: Assegna un insieme di parametri come

source: Assist
it: Assistenza

source: Associated Charts
it: Grafici associati

source: Async Execution
it: Esecuzione asincrona

source: Asynchronous query execution
it: Esecuzione asincrona delle query

source: August
it: Agosto

source: Authorization needed
it: Autorizzazione necessaria

source: Auto Zoom
it: Zoom automatico

source: Autocomplete
it: Autocompletamento

source: Autocomplete filters
it: Filtri con autocompletamento

source: Autocomplete query predicate
it: Predicato di query per autocompletamento

source: Automatic Color
it: Colore automatico

source: Available sorting modes:
it: Modalità di ordinamento disponibili:

source: Axis
it: Asse

source: Axis ascending
it: Asse crescente

source: Axis descending
it: Asse decrescente

source: BCC recipients
it: Destinatari BCC

source: BOOLEAN
it: BOOLEANO

source: Back
it: Indietro

source: Back to all
it: Torna a tutti

source: Bad spatial key
it: Chiave spaziale errata

source: Bar
it: Barra

source: Bar Charts are used to show metrics as a series of bars.
it: I grafici a barre vengono utilizzati per mostrare metriche come una serie di barre.

source: Base layer map style. See Mapbox documentation: %s
it: Stile della mappa del livello base. Vedi la documentazione di Mapbox: %s

source: Based on granularity, number of time periods to compare against
it: In base alla granularità, numero di periodi temporali con cui confrontare

source: Based on what should series be ordered on the chart and legend
it: In base a cosa le serie dovrebbero essere ordinate nel grafico e nella legenda

source: Basic
it: Base

source: Basic information
it: Informazioni di base

source: Batch editing %d filters:
it: Modifica in batch di %d filtri:

source: Battery level over time
it: Livello della batteria nel tempo

source: Be careful.
it: Fai attenzione.

source: Before
it: Prima

source: Big Number
it: Numero Grande

source: Big Number Font Size
it: Dimensione del carattere del Numero Grande

source: Big Number with Time Period Comparison
it: Numero Grande con confronto del periodo temporale

source: Big Number with Trendline
it: Numero Grande con linea di tendenza

source: Bottom Margin
it: Margine inferiore

source: Bottom margin, in pixels, allowing for more room for axis labels
it: Margine inferiore, in pixel, per lasciare più spazio alle etichette degli assi

source: Bottom to Top
it: Dal basso verso l'alto

source: Bounds for numerical X axis. Not applicable for temporal or categorical axes. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
it: Limiti per l'asse X numerico. Non applicabile per assi temporali o categorici. Se lasciato vuoto, i limiti sono definiti dinamicamente in base al min/max dei dati. Nota che questa funzione espanderà solo l'intervallo dell'asse. Non restringerà l'estensione dei dati.

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
it: Limiti per l'asse Y. Se lasciato vuoto, i limiti sono definiti dinamicamente in base al min/max dei dati. Nota che questa funzione espanderà solo l'intervallo dell'asse. Non restringerà l'estensione dei dati.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
it: Limiti per l'asse. Se lasciato vuoto, i limiti sono definiti dinamicamente in base al min/max dei dati. Nota che questa funzione espanderà solo l'intervallo dell'asse. Non restringerà l'estensione dei dati.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
it: Limiti per l'asse Y primario. Se lasciato vuoto, i limiti sono definiti dinamicamente in base al min/max dei dati. Nota che questa funzione espanderà solo l'intervallo dell'asse. Non restringerà l'estensione dei dati.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
it: Limiti per l'asse Y secondario. Funziona solo quando i limiti dell'asse Y indipendente sono abilitati. Se lasciato vuoto, i limiti sono definiti dinamicamente in base al min/max dei dati. Nota che questa funzione espanderà solo l'intervallo dell'asse. Non restringerà l'estensione dei dati.

source: Breaks down the series by the category specified in this control. This can help viewers understand how each category affects the overall value.
it: Suddivide le serie per la categoria specificata in questo controllo. Questo può aiutare gli spettatori a capire come ogni categoria influisce sul valore complessivo.

source: Bubble Chart
it: Grafico a bolle

source: Bubble Color
it: Colore della bolla

source: Bubble size
it: Dimensione della bolla

source: Bucket break points
it: Punti di interruzione dei bucket

source: Build
it: Costruisci

source: Bulk select
it: Selezione multipla

source: Bulk tag
it: Tag multiplo

source: Bullet Chart
it: Grafico a proiettile

source: Business Data Type
it: Tipo di dati business

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
it: Per impostazione predefinita, ogni filtro carica al massimo 1000 opzioni al caricamento iniziale della pagina. Seleziona questa casella se hai più di 1000 valori di filtro e vuoi abilitare la ricerca dinamica che carica i valori del filtro mentre gli utenti digitano (potrebbe aggiungere carico al tuo database).

source: By key: use column names as sorting key
it: Per chiave: usa i nomi delle colonne come chiave di ordinamento

source: By key: use row names as sorting key
it: Per chiave: usa i nomi delle righe come chiave di ordinamento

source: By value: use metric values as sorting key
it: Per valore: usa i valori delle metriche come chiave di ordinamento

source: CANCEL
it: ANNULLA

source: CC recipients
it: Destinatari CC

source: CREATE TABLE AS
it: CREA TABELLA COME

source: CREATE VIEW AS
it: CREA VISTA COME

source: CREATE VIEW statement
it: Istruzione CREATE VIEW

source: CRON expression
it: Espressione CRON

source: CSS Styles
it: Stili CSS

source: CSS Templates
it: Template CSS

source: CSS applied to the chart
it: CSS applicato al grafico

source: CSS template
it: Template CSS

source: CSS template not found.
it: Template CSS non trovato.

source: CSS templates
it: Template CSS

source: CSV Upload
it: Caricamento CSV

source: CTAS & CVAS SCHEMA
it: SCHEMA CTAS & CVAS

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
it: CTAS (create table as select) può essere eseguito solo con una query in cui l'ultima istruzione è una SELECT. Assicurati che la tua query abbia una SELECT come ultima istruzione. Quindi, prova a eseguire nuovamente la tua query.

source: CTAS Schema
it: Schema CTAS

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
it: CVAS (create view as select) può essere eseguito solo con una query con una singola istruzione SELECT. Assicurati che la tua query abbia solo un'istruzione SELECT. Quindi, prova a eseguire nuovamente la tua query.

source: CVAS (create view as select) query has more than one statement.
it: La query CVAS (create view as select) ha più di un'istruzione.

source: CVAS (create view as select) query is not a SELECT statement.
it: La query CVAS (create view as select) non è un'istruzione SELECT.

source: Cache Timeout
it: Timeout della cache

source: Cache Timeout (seconds)
it: Timeout della cache (secondi)

source: Cache timeout
it: Timeout della cache

source: Cached
it: In cache

source: Cached %s
it: In cache %s

source: Cached value not found
it: Valore in cache non trovato

source: Calculate contribution per series or row
it: Calcola contributo per serie o riga

source: Calculate from first step
it: Calcola dal primo passo

source: Calculate from previous step
it: Calcola dal passo precedente

source: Calculated column [%s] requires an expression
it: La colonna calcolata [%s] richiede un'espressione

source: Calculated columns
it: Colonne calcolate

source: Calculation type
it: Tipo di calcolo

source: Calendar Heatmap
it: Mappa di calore del calendario

source: Can not move top level tab into nested tabs
it: Impossibile spostare la scheda di livello superiore in schede nidificate

source: Can select multiple values
it: Può selezionare valori multipli

source: Can't have overlap between Series and Breakdowns
it: Non può esserci sovrapposizione tra Serie e Scomposizioni

source: Cancel
it: Annulla

source: Cancel query on window unload event
it: Annulla la query sull'evento di chiusura finestra

source: Cannot access the query
it: Impossibile accedere alla query

source: Cannot delete a database that has datasets attached
it: Impossibile eliminare un database che ha dataset associati

source: Cannot have multiple credentials for the SSH Tunnel
it: Non è possibile avere credenziali multiple per il tunnel SSH

source: Cannot parse time string [%(human_readable)s]
it: Impossibile analizzare la stringa temporale [%(human_readable)s]

source: Catalog
it: Catalogo

source: Categorical
it: Categoriale

source: Categorical Color
it: Colore categoriale

source: Categories to group by on the x-axis.
it: Categorie per cui raggruppare sull'asse x.

source: Category
it: Categoria

source: Category and Percentage
it: Categoria e Percentuale

source: Category and Value
it: Categoria e Valore

source: Category of target nodes
it: Categoria dei nodi target

source: Category, Value and Percentage
it: Categoria, Valore e Percentuale

source: Cell Padding
it: Padding della cella

source: Cell Radius
it: Raggio della cella

source: Cell content
it: Contenuto della cella

source: Cell limit
it: Limite della cella

source: Centroid (Longitude and Latitude):
it: Centroide (Longitudine e Latitudine):

source: Certification
it: Certificazione

source: Certification details
it: Dettagli della certificazione

source: Certified by
it: Certificato da

source: Certified by %s
it: Certificato da %s

source: Change order of columns.
it: Cambia l'ordine delle colonne.

source: Change order of rows.
it: Cambia l'ordine delle righe.

source: Changed By
it: Modificato da

source: Changes saved.
it: Modifiche salvate.

source: Changing one or more of these dashboards is forbidden
it: Modificare una o più di queste dashboard è vietato

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
it: Modificare il dataset potrebbe compromettere il grafico se questo si basa su colonne o metadati che non esistono nel dataset di destinazione

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
it: Modificare queste impostazioni influenzerà tutti i grafici che utilizzano questo dataset, inclusi quelli di proprietà di altre persone.

source: Changing this Dashboard is forbidden
it: Modificare questa dashboard è vietato

source: Changing this chart is forbidden
it: Modificare questo grafico è vietato

source: Changing this control takes effect instantly
it: Modificare questo controllo ha effetto immediato

source: Changing this dataset is forbidden
it: Modificare questo dataset è vietato

source: Changing this dataset is forbidden.
it: Modificare questo dataset è vietato.

source: Changing this datasource is forbidden
it: Modificare questa sorgente dati è vietato

source: Changing this report is forbidden
it: Modificare questo report è vietato
