Repository: Cristian2937/superset_link
Catalog: translations/*/messages.po
Languages: it

source: Character to interpret as decimal point
it: Carattere da interpretare come punto decimale

source: Chart
it: Grafico

source: Chart %(id)s not found
it: Grafico %(id)s non trovato

source: Chart Cache Timeout
it: Cache Timeout del Grafico

source: Chart ID
it: ID Grafico

source: Chart [%s] has been overwritten
it: Il grafico [%s] è stato sovrascritto

source: Chart [%s] was added to dashboard [%s]
it: Il grafico [%s] è stato aggiunto alla dashboard [%s]

source: Chart [{}] has been overwritten
it: Il grafico [{}] è stato sovrascritto

source: Chart [{}] has been saved
it: Il grafico [{}] è stato salvato

source: Chart [{}] was added to dashboard [{}]
it: Il grafico [{}] è stato aggiunto alla dashboard [{}]

source: Chart cache timeout
it: Cache Timeout del Grafico

source: Chart changes
it: Ultima Modifica

source: Chart could not be created.
it: Impossibile creare il grafico.

source: Chart could not be updated.
it: Impossibile aggiornare il grafico.

source: Chart does not exist
it: Il grafico non esiste

source: Chart has no query context saved. Please save the chart again.
it: Il grafico non ha un contesto di query salvato. Si prega di salvare nuovamente il grafico.

source: Chart name
it: Nome del Grafico

source: Chart parameters are invalid.
it: I parametri del grafico non sono validi.

source: Chart type requires a dataset
it: Il tipo di grafico richiede un dataset

source: Charts
it: Grafici

source: Charts could not be deleted.
it: Impossibile eliminare i grafici.

source: Check for sorting ascending
it: Controlla per ordinamento crescente

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
it: Verifica se il Grafico a Rosa dovrebbe utilizzare l'area del segmento anziché il raggio del segmento per le proporzioni

source: Check out this chart in dashboard:
it: Guarda questo grafico nella dashboard:

source: Check out this dashboard:
it: Guarda questa dashboard:

source: Check to force date partitions to have the same height
it: Controlla per forzare le partizioni di data ad avere la stessa altezza

source: Child label position
it: Posizione dell'etichetta secondaria

source: Choice of [Label] must be present in [Group By]
it: La scelta di [Etichetta] deve essere presente in [Group By]

source: Choice of [Point Radius] must be present in [Group By]
it: La scelta di [Raggio del Punto] deve essere presente in [Group By]

source: Choose File
it: Scegli File

source: Choose a chart or dashboard not both
it: Scegli un grafico o una dashboard, non entrambi

source: Choose a dataset
it: Scegli un dataset

source: Choose a metric for right axis
it: Scegli una metrica per l'asse destro

source: Choose columns to be parsed as dates
it: Scegli le colonne da interpretare come date

source: Choose notification method and recipients.
it: Scegli il metodo di notifica e i destinatari.

source: Choose one of the available databases from the panel on the left.
it: Scegli uno dei database disponibili dal pannello a sinistra.

source: Choose one of the available databases on the left panel.
it: Scegli uno dei database disponibili nel pannello a sinistra.

source: Choose the annotation layer type
it: Scegli il tipo di strato di annotazione

source: Choose the position of the legend
it: Scegli la posizione della legenda

source: Choose the source of your annotations
it: Scegli la fonte delle tue annotazioni

source: Choose values that should be treated as null. Warning: Hive database supports only a single value
it: Scegli i valori che dovrebbero essere trattati come null. Attenzione: il database Hive supporta solo un singolo valore

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
it: Scegli se un paese dovrebbe essere ombreggiato in base alla metrica o assegnare un colore basato su una palette di colori categorica

source: Chord Diagram
it: Diagramma a Corda

source: Chosen non-numeric column
it: Colonna non numerica scelta

source: Circle
it: Cerchio

source: Circle -> Arrow
it: Cerchio -> Freccia

source: Circle -> Circle
it: Cerchio -> Cerchio

source: Circle radar shape
it: Forma radar a cerchio

source: Circular
it: Circolare

source: Classic chart that visualizes how metrics change over time.
it: Grafico classico che visualizza come cambiano le metriche nel tempo.

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
it: Visualizzazione classica a righe e colonne di un dataset. Usa le tabelle per mostrare una vista sui dati sottostanti o per mostrare metriche aggregate.

source: Clause
it: Clausola

source: Clear
it: Cancella

source: Clear all
it: Cancella tutto

source: Click on "+Add/Edit Filters" button to create new dashboard filters
it: Fai clic sul pulsante "+Aggiungi/Modifica Filtri" per creare nuovi filtri per la dashboard

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
it: Fai clic sul pulsante "Crea grafico" nel pannello di controllo a sinistra per visualizzare un'anteprima della visualizzazione o

source: Click the lock to make changes.
it: Fai clic sul lucchetto per apportare modifiche.

source: Click the lock to prevent further changes.
it: Fai clic sul lucchetto per impedire ulteriori modifiche.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
it: Fai clic su questo link per passare a un modulo alternativo che ti consente di inserire manualmente l'URL SQLAlchemy per questo database.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
it: Fai clic su questo link per passare a un modulo alternativo che espone solo i campi richiesti necessari per connettere questo database.

source: Click to add a contour
it: Fai clic per aggiungere un contorno

source: Click to cancel sorting
it: Fai clic per annullare l'ordinamento

source: Click to edit
it: Fai clic per modificare

source: Click to edit %s.
it: Fai clic per modificare %s.

source: Click to edit chart.
it: Fai clic per modificare il grafico.

source: Click to edit label
it: Fai clic per modificare l'etichetta

source: Click to favorite/unfavorite
it: Clicca per aggiungere/rimuovere dai preferiti

source: Click to force-refresh
it: Clicca per forzare l'aggiornamento

source: Click to see difference
it: Clicca per vedere la differenza

source: Close
it: Chiudi

source: Close all other tabs
it: Chiudi tutte le altre schede

source: Close tab
it: Chiudi scheda

source: Cluster label aggregator
it: Aggregatore etichetta cluster

source: Clustering Radius
it: Raggio di Clustering

source: Code
it: Codice

source: Collapse all
it: Comprimi tutto

source: Collapse data panel
it: Comprimi il pannello dati

source: Collapse row
it: Comprimi riga

source: Collapse tab content
it: Comprimi il contenuto della scheda

source: Collapse table preview
it: Comprimi anteprima della tabella

source: Color
it: Colore

source: Color +/-
it: Colore +/-

source: Color Scheme
it: Schema di Colori

source: Color Steps
it: Gradazioni di Colore

source: Color bounds
it: Limiti di Colore

source: Color by
it: Colore per

source: Color metric
it: Metrica Colore

source: Color of the target location
it: Colore della posizione target

source: Color scheme
it: Schema di Colore

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
it: Il colore sarà sfumato in base al valore normalizzato (0% - 100%) di una cella rispetto alle altre celle nell'intervallo selezionato:

source: Color:
it: Colore:

source: Colors
it: Colori

source: Column
it: Colonna

source: Column "%(column)s" is not numeric or does not exist in the query results.
it: La colonna "%(column)s" non è numerica o non esiste nei risultati della query.

source: Column containing ISO 3166-2 codes of region/province/department in your table.
it: Colonna contenente i codici ISO 3166-2 di regione/provincia/dipartimento nella tua tabella.

source: Column containing latitude data
it: Colonna contenente dati di latitudine

source: Column containing longitude data
it: Colonna contenente dati di longitudine

source: Column header tooltip
it: Descrizione comando intestazione colonna

source: Column name [%s] is duplicated
it: Il nome della colonna [%s] è duplicato

source: Column referenced by aggregate is undefined: %(column)s
it: La colonna referenziata dall'aggregato non è definita: %(column)s

source: Column to use as the index of the dataframe. If None is given, Index label is used.
it: Colonna da utilizzare come indice del dataframe. Se non viene specificato nulla, viene utilizzata l'etichetta dell'Indice.

source: Columns
it: Colonne

source: Columns To Be Parsed as Dates
it: Colonne da interpretare come Date

source: Columns missing in dataset: %(invalid_columns)s
it: Colonne mancanti nel dataset: %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
it: Colonne mancanti nella sorgente dati: %(invalid_columns)s

source: Columns subtotal position
it: Posizione subtotale delle colonne

source: Columns to calculate distribution across.
it: Colonne per calcolare la distribuzione.

source: Columns to group by on the columns
it: Colonne da raggruppare nelle colonne

source: Columns to group by on the rows
it: Colonne da raggruppare nelle righe

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
it: Scelte di colore separate da virgole per gli intervalli, ad es. 1,2,4. Gli interi rappresentano i colori dallo schema di colori scelto e sono indicizzati da 1. La lunghezza deve corrispondere a quella dei limiti dell'intervallo.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
it: Limiti di intervallo separati da virgole, ad es. 2,4,5 per intervalli 0-2, 2-4 e 4-5. L'ultimo numero dovrebbe corrispondere al valore fornito per MAX.

source: Comparator option
it: Opzione Comparatore

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
it: Confronta rapidamente più grafici a serie temporali (come sparklines) e metriche correlate.

source: Compare results with other time periods.
it: Confronta i risultati con altri periodi di tempo.

source: Compare the same summarized metric across multiple groups.
it: Confronta la stessa metrica riepilogata tra più gruppi.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
it: Confronta come una metrica cambia nel tempo tra diversi gruppi. Ogni gruppo è mappato su una riga e il cambiamento nel tempo è visualizzato attraverso la lunghezza delle barre e il colore.

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
it: Confronta metriche provenienti da diverse categorie utilizzando barre. La lunghezza delle barre è usata per indicare la grandezza di ciascun valore e il colore per differenziare i gruppi.

source: Compares the lengths of time different activities take in a shared timeline view.
it: Confronta la durata di diverse attività in una visualizzazione condivisa della linea temporale.

source: Comparison Period Lag
it: Ritardo del Periodo di Confronto

source: Compose multiple layers together to form complex visuals.
it: Componi più livelli insieme per creare visualizzazioni complesse.

source: Compute the contribution to the total
it: Calcola il contributo al totale

source: Conditional formatting
it: Formattazione condizionale

source: Confidence interval
it: Intervallo di confidenza

source: Confidence interval must be between 0 and 1 (exclusive)
it: L'intervallo di confidenza deve essere compreso tra 0 e 1 (esclusi)

source: Configuration
it: Configurazione

source: Configure Advanced Time Range
it: Configura Intervallo di Tempo Avanzato

source: Configure Time Range: Current...
it: Configura Intervallo di Tempo: Attuale...

source: Configure Time Range: Last...
it: Configura Intervallo di Tempo: Ultimo...

source: Configure Time Range: Previous...
it: Configura Intervallo di Tempo: Precedente...

source: Configure custom time range
it: Configura intervallo di tempo personalizzato

source: Configure filter scopes
it: Configura ambiti del filtro

source: Configure the basics of your Annotation Layer.
it: Configura le basi del tuo Strato di Annotazione.

source: Configure this dashboard to embed it into an external web application.
it: Configura questa dashboard per integrarla in un'applicazione web esterna.

source: Configure your how you overlay is displayed here.
it: Configura come viene visualizzato il tuo overlay qui.

source: Confirm save
it: Conferma salvataggio

source: Connect Google Sheet
it: Connetti Google Sheet

source: Connect Google Sheets as tables to this database
it: Connetti Google Sheets come tabelle a questo database

source: Connect this database using the dynamic form instead
it: Connetti questo database utilizzando invece il modulo dinamico

source: Connect this database with a SQLAlchemy URI string instead
it: Connetti questo database utilizzando invece una stringa URI SQLAlchemy

source: Connection
it: Connessione

source: Connection failed, please check your connection settings
it: Connessione fallita, controlla le impostazioni della connessione

source: Connection failed, please check your connection settings.
it: Connessione fallita, controlla le impostazioni della connessione.

source: Connection looks good!
it: La connessione sembra funzionare correttamente!

source: Continuous
it: Continuo

source: Contribution
it: Contributo

source: Contribution Mode
it: Modalità Contributo

source: Control labeled
it: Controllo etichettato

source: Controls labeled
it: Controlli etichettati

source: Copy
it: Copia

source: Copy SELECT statement to the clipboard
it: Copia l'istruzione SELECT negli appunti

source: Copy and Paste JSON credentials
it: Copia e incolla le credenziali JSON

source: Copy and paste the entire service account .json file here
it: Copia e incolla qui l'intero file .json dell'account di servizio

source: Copy link
it: Copia link

source: Copy message
it: Copia messaggio

source: Copy of %s
it: Copia di %s

source: Copy partition query to clipboard
it: Copia query di partizione negli appunti

source: Copy query URL
it: Copia URL query

source: Copy query link to your clipboard
it: Copia link della query negli appunti

source: Copy the identifier of the account you are trying to connect to.
it: Copia l'identificatore dell'account a cui stai tentando di connetterti.

source: Copy the name of the HTTP Path of your cluster.
it: Copia il nome del percorso HTTP del tuo cluster.

source: Copy the name of the database you are trying to connect to.
it: Copia il nome del database a cui stai cercando di connetterti.

source: Copy to clipboard
it: Copia negli appunti

source: Cost estimate
it: Stima dei costi

source: Could not connect to database: "%(database)s"
it: Impossibile connettersi al database: "%(database)s"

source: Could not determine datasource type
it: Impossibile determinare il tipo di sorgente dati

source: Could not fetch all saved charts
it: Impossibile recuperare tutti i grafici salvati

source: Could not find viz object
it: Impossibile trovare l'oggetto viz

source: Could not load database driver
it: Impossibile caricare il driver del database

source: Could not load database driver: {}
it: Impossibile caricare il driver del database: {}

source: Could not resolve hostname: "%(host)s".
it: Impossibile risolvere il nome host: "%(host)s".

source: Count as Fraction of Columns
it: Conteggio come frazione delle colonne

source: Count as Fraction of Rows
it: Conteggio come frazione delle righe

source: Count as Fraction of Total
it: Conteggio come frazione del totale

source: Country Color Scheme
it: Schema di colori per nazione

source: Country Field Type
it: Tipo di campo della nazione

source: Country Map
it: Mappa della Nazione

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
it: Crea un dataset per iniziare a visualizzare i tuoi dati come grafico o vai a SQL Lab per interrogare i tuoi dati.

source: Create a new chart
it: Crea un nuovo grafico

source: Create chart with dataset
it: Crea grafico con dataset

source: Create dataset and create chart
it: Crea dataset e grafico

source: Create new chart
it: Crea nuovo grafico

source: Create or select schema...
it: Crea o seleziona uno schema...

source: Created
it: Creato

source: Created by
it: Creato da

source: Created on
it: Creato il

source: Creating SSH Tunnel failed for an unknown reason
it: La creazione del tunnel SSH è fallita per una ragione sconosciuta

source: Creating a data source and creating a new tab
it: Creazione di una sorgente dati e di una nuova scheda

source: Creator
it: Creatore

source: Cross-filter will be applied to all of the charts that use this dataset.
it: Il filtro incrociato verrà applicato a tutti i grafici che utilizzano questo dataset.

source: Cross-filtering is not enabled for this dashboard.
it: Il filtro incrociato non è abilitato per questa dashboard.

source: Currency
it: Valuta

source: Currency prefix or suffix
it: Prefisso o suffisso della valuta

source: Currency symbol
it: Simbolo della valuta

source: Currently rendered: %s
it: Attualmente visualizzato: %s

source: Custom
it: Personalizzato

source: Custom Plugin
it: Plugin Personalizzato

source: Custom Plugins
it: Plugin Personalizzati

source: Custom SQL
it: SQL Personalizzato

source: Custom SQL ad-hoc metrics are not enabled for this dataset
it: Le metriche SQL ad-hoc personalizzate non sono abilitate per questo dataset

source: Custom SQL fields cannot contain sub-queries.
it: I campi SQL personalizzati non possono contenere sottoquery.

source: Custom color palettes
it: Palette di colori personalizzate

source: Custom time filter plugin
it: Plugin filtro temporale personalizzato

source: Custom width of the screenshot in pixels
it: Larghezza personalizzata dello screenshot in pixel

source: Customize
it: Personalizza

source: Customize Metrics
it: Personalizza Metriche

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
it: Personalizza metriche o colonne del grafico con simboli di valuta come prefissi o suffissi. Scegli un simbolo dal menu a tendina o inserisci il tuo.

source: Customize data source, filters, and layout.
it: Personalizza sorgente dati, filtri e layout.

source: Cyclic dependency detected
it: Rilevata dipendenza ciclica

source: D3 Format
it: Formato D3

source: D3 format
it: Formato D3

source: D3 format syntax: https://github.com/d3/d3-format
it: Sintassi formato D3: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
it: Formato numero D3 per numeri compresi tra -1.0 e 1.0, utile quando si desidera avere cifre significative diverse per numeri piccoli e grandi

source: D3 time format for datetime columns
it: Formato temporale D3 per colonne datetime

source: D3 time format syntax: https://github.com/d3/d3-time-format
it: Sintassi formato temporale D3: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
it: La colonna DB %(col_name)s ha un tipo sconosciuto: %(value_type)s

source: DD/MM format dates, international and European format
it: Date in formato GG/MM, formato internazionale ed europeo

source: DEC
it: DIC

source: DELETE
it: ELIMINA

source: Daily seasonality
it: Stagionalità giornaliera

source: Dark
it: Scuro

source: Dark Cyan
it: Ciano scuro

source: Dark mode
it: Modalità scura

source: Dashboard [%s] just got created and chart [%s] was added to it
it: La dashboard [%s] è stata appena creata e il grafico [%s] è stato aggiunto

source: Dashboard [{}] just got created and chart [{}] was added to it
it: La dashboard [{}] è stata appena creata e il grafico [{}] è stato aggiunto

source: Dashboard could not be deleted.
it: Impossibile eliminare la dashboard.

source: Dashboard could not be updated.
it: Impossibile aggiornare la dashboard.

source: Dashboard does not exist
it: La dashboard non esiste

source: Dashboard parameters are invalid.
it: I parametri della dashboard non sono validi.

source: Dashboard properties
it: Proprietà della dashboard

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
it: I filtri dell'intervallo temporale della dashboard si applicano alle colonne temporali definite nella sezione filtri di ciascun grafico. Aggiungi colonne temporali ai filtri del grafico per far sì che questo filtro della dashboard influenzi quei grafici.

source: Dashboards
it: Dashboard

source: Dashboards do not exist
it: Le dashboard non esistono

source: Data
it: Dati

source: Data URI is not allowed.
it: L'URI dei dati non è consentito.

source: Data Zoom
it: Zoom dei dati

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
it: Impossibile deserializzare i dati dal backend dei risultati. Il formato di archiviazione potrebbe essere cambiato, rendendo obsoleti i vecchi dati. È necessario eseguire nuovamente la query originale.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
it: Impossibile recuperare i dati dal backend dei risultati. È necessario eseguire nuovamente la query originale.

source: Data for %s
it: Dati per %s

source: Data preview
it: Anteprima dei dati

source: Data refreshed
it: Dati aggiornati

source: Data type
it: Tipo di dati

source: DataFrame include at least one series
it: Il DataFrame deve includere almeno una serie

source: DataFrame must include temporal column
it: Il DataFrame deve includere una colonna temporale

source: Database could not be created.
it: Impossibile creare il database.

source: Database could not be deleted.
it: Impossibile eliminare il database.

source: Database could not be updated.
it: Impossibile aggiornare il database.

source: Database does not allow data manipulation.
it: Il database non consente la manipolazione dei dati.

source: Database does not exist
it: Il database non esiste

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
it: Il driver del database per l'importazione potrebbe non essere installato. Visita la pagina di documentazione di Superset per le istruzioni di installazione:

source: Database error
it: Errore del database

source: Database is required for alerts
it: Il database è richiesto per gli avvisi

source: Database name
it: Nome del database

source: Database not allowed to change
it: Non è consentito modificare il database

source: Database not found.
it: Database non trovato.

source: Database parameters are invalid.
it: I parametri del database non sono validi.

source: Database schema is not allowed for csv uploads.
it: Lo schema del database non è consentito per i caricamenti CSV.
